{"source": "bbc-top", "title": "What might have caused Sicily yacht to sink", "link": "https://www.bbc.com/news/articles/cy0nwe4d7k5o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 16:33:21 GMT", "published_parsed": [2024, 8, 20, 16, 33, 21, 1, 233, 0], "summary": "As the rescue operation continues off the Italian coast, questions remain as to why the superyacht sank.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/f10c/live/452ea480-5f03-11ef-a305-5b3af7488718.png"}], "text": "Specialist divers continue to search for six people who were onboard a luxury superyacht which capsized off the coast of Sicily on Monday morning - but questions have been asked about why the vessel sank. According to vessel tracking app Vesselfinder, the boat left the Sicilian port of Milazzo on 14 August and and was last tracked east of Palermo on Sunday evening, with a navigation status of \"at anchor\". It is believed the ship was struck by a tornado over the water - otherwise known as a waterspout - causing Bayesian to capsize. There are separate reports the boat's mast snapped during the freak storm and other factors in the boat's sinking include water entering through hatches and doors which had been left open because of warm weather off the Italian coast. Witnesses have described seeing a waterspout form during the storm before the sinking of the Bayesian. Most are familiar with what tornadoes look like - they are rotating columns of destructive winds, protruding from the base of clouds down to the ground. According to BBC Weather, waterspouts are just that too, but are over water rather than land.  Instead of dust and debris swirling around the core of strong winds, it is water mist whipped up from the surface. Like tornadoes, most are only short-lived, narrow columns and are not easily picked out on weather radars, so many will go unreported. However, they are not as rare as you may think.  According to the International Centre for Waterspout Research there were 18 confirmed waterspouts off the coast of Italy on 19 August alone. In the northern hemisphere, waterspouts are most common in late summer and through the autumn, when sea temperatures are at their highest, fuelling the storm clouds.  However, with sea temperatures rising due to climate change there is a concern that they could become more common. In the last week, the Mediterranean has registered its highest sea surface temperature on record, which has helped to energise this recent storm outbreak. The Bayesian was built by Italian shipbuilder Perini in 2008 and was last refitted in 2020.  According to Perini's website Bayesian has a 75m (246ft) mast which it claims is the tallest aluminium mast in the world. Karsten Borner, the captain of another yacht anchored nearby at the time of the storm, said there was a \"very strong hurricane gust\" and he had to battle to keep his vessel steady. He saw the Bayesian's mast \"bend and then snap\", according to Italy's Corriere della Sera daily newspaper. But, providing an update on the rescue mission, Marco Tilotta, from the Palermo fire service divers' unit, told AFP the ship was lying on its side in one piece. Matthew Schanck, chair of the Maritime Search and Rescue Council, explained it is difficult to say whether the mast broke. \"I think, and this is pure guess work, but the evidence that we are getting from the divers is the vessel is basically intact, lying on its side reportedly,\" he told the BBC. \"If the mast was broken, that would be a significant thing that would be reported.\" Mr Schanck added he believed what happened to Bayesian was \"a freak event\". \"Vessels aren't designed to be out sailing in that weather - 65 to 85mph that's the top of what a vessel would be out in and that's with its sails down,\" he said. \"They aren't designed to sail through tornadoes or water spouts.\" Since mid-June the sea surrounding Sicily – the western Mediterranean Basin – has been experiencing a severe heatwave. The European Union’s climate change service, Copernicus, has been reporting sea surface temperatures in the region have repeatedly breached 30°C (80F) - four degrees higher than the 20-year average for this time of the year. Spanish researchers at the Institut de Ciencies del Mar in Barcelona confirmed last Thursday the maximum sea surface temperature record had been broken in the Mediterranean Sea. In both 2023 and 2024, the record was broken for the highest average temperature recorded around the world on one day.  Scientists put the rapidly rising temperatures down to climate change – oceans have taken the brunt of rising temperatures absorbing around 90% of the excess heat. Following last year’s record ocean temperatures, Prof Mike Meredith from the British Antarctic Survey told the BBC: \"The fact that all this heat is going into the ocean, and in fact, it's warming in some respects even more rapidly than we thought it would, is a cause for great concern.” One sailing expert says hatches and doors left open overnight on the Bayesian may have caused it to sink. Weather records show temperatures reached about 33C the day before the sinking Sam Jefferson, editor of magazine Sailing Today, believe this may have led to the Bayesian's occupants wanting air to flow through while they slept. \"I would have said that the boat got hit very hard by the wind, it was pinned over on its side,\" Mr Jefferson said. \"I imagine all the doors were open because it was hot, so there were enough hatches and doors open that it filled with water very quickly and sank like that. \"The reason it got pinned over so hard was because the mast is huge. It acted almost like a sail. [It] pushed the boat hard over on its side. \"[The boat] filled with water before it could right. This is all speculation, but that's the only logical explanation.\" Recaldo Thomas, an experienced and respected sailing chef, was saving money to restore his late parents' house. Six people are still missing after the British-flagged superyacht Bayesian sank during freak weather. Divers trained to work in small spaces are flown in but strong winds are making conditions harder. Survivors of the Bayesian say the ship \"capsized within a few minutes\", according to a doctor treating them. The Bayesian yacht was sunk by a sudden and powerful storm in the early hours of Monday morning. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "King expresses 'sympathy and empathy' on Southport visit", "link": "https://www.bbc.com/news/articles/cn876qxq263o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 18:23:21 GMT", "published_parsed": [2024, 8, 20, 18, 23, 21, 1, 233, 0], "summary": "King Charles travelled to the Merseyside town following the stabbings that killed three girls.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/797c/live/20dc3120-5ef3-11ef-a9dd-35170fd61e7a.jpg"}], "text": "King Charles expressed his \"sympathy and empathy\" for the people of Southport when he travelled to meet survivors of the knife attack that claimed the lives of three young girls. Crowds cheered as he arrived in the Merseyside town shortly after 13:30 BST, where hundreds of tributes have been left to the victims.  During a private meeting the King heard about the experiences of some of the young children who were attacked, and also signed a book of condolence. The monarch also met regional leaders and heard from frontline staff representing Merseyside's police, fire and rescue and ambulance services at Southport Community Fire Station who responded to the attack. Bebe King, six, Elsie Dot Stancombe, seven, and Alice da Silva Aguiar, nine, died when a knifeman attacked at a Taylor Swift-themed dance class on Hart Street, on 29 July. Ten others were seriously injured including yoga teacher, Leanne Lucas, 35, who has recently been readmitted to hospital. Patrick Hurley, MP for Sefton, which includes Southport, met the King at the fire station, and said afterwards: \"The town's emotions were raging and they still are very raw and he was very empathetic. \"He was very keen to express his sympathy and empathy. Very keen to make sure the people of Southport know that from the symbolism perspective, the country's heart goes out to the people here.\" People began to gather outside the town hall from about 11:30 BST to catch a glimpse of the King. The King stopped to look at the flowers and cuddly toys and greet some of those gathered before going inside the town hall building to meet some of the children who survived the attack, their families and the police liaison team working with them. He walked around the tributes, waving to the crowd and shaking some hands, and was applauded as he walked into the building. Balloons in the shape of stars, hearts, a disco ball and the girls' ages were among the tributes and messages were placed in frames. One read: \"God has gained three beautiful new angels. May you dance forever in heaven and be at peace.\" Businessman John Hayes who was one of the first people on the scene of the stabbings was among those who met the King. Walking with the aid of crutches as he left the event, he said: \"It was lovely to meet him. \"I found him quite engaging, quite easy to talk to.\" Mr Hayes said: \"I think he only arrived in Balmoral yesterday so for him to come all the way to Southport today to see people is very kind of him.  \"And I’m sure everybody who met him got a lift from that.\" The 63-year-old heard children’s screams from the dance class on Hart Street and ran to confront the knifeman. He previously told BBC Radio 4 he was \"hugely upset\" he could not have done more to protect the children. Charles, who has been receiving cancer treatment this year, previously issued a statement in the wake of the stabbing, relating how he was \"profoundly shocked to hear of the utterly horrific incident\". Funerals have recently been held for Alice da Silva Aguiar and Bebe King, while a number of vigils for the victims have also taken place. The King had called for unity after unrest and disorder spread across England in the days following the attack. Outside the building, the King met members of the community who had helped in the aftermath of the attack. Paige, Harriet, Naomi, all aged 13, and 10-year-old Emie said they had raised £2,000 for Alder Hey Children's Hospital by selling lemonade. They said they were “excited and nervous” to meet the King.  Joanne Martlew, a retired emergency service worker, said she was driving past the dance class on the day of the attack when she saw victims coming out and went to help six of those injured.  She said it said it was “brilliant” to meet the monarch. Members of the Lord Street in Bloom gardening group, who have been looking after the flowers outside the town hall, were also there to meet the King as was siblings Antony and Jenna Johnson, who distributed free ice creams from their family business Triviso to children in Southport in the days after the attack. The King is also due to meet with the three bereaved families in London on Wednesday. Additional reporting by PA Media Listen to the best of BBC Radio Merseyside on Sounds and follow BBC Merseyside on Facebook, X, and Instagram. You can also send story ideas to northwest.newsonline@bbc.co.uk The coins celebrate the King's love of nature, with the reverse side featuring a pair of bees. They admit taking part in a disturbance near Southport mosque after three girls were fatally stabbed. His Majesty will stay at the Royal Deeside estate until October. Andrew McIntyre, 39, denies encouraging murder and violent disorder through an online group. Trainer Louise Robson says riding the King's horse is \"daunting\". Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Twelve killed in Israeli strike on Gaza school, civil defence says", "link": "https://www.bbc.com/news/articles/ce9zxlpz5evo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 16:12:17 GMT", "published_parsed": [2024, 8, 20, 16, 12, 17, 1, 233, 0], "summary": "Israel's military says it targeted a Hamas command and control centre inside the Gaza City school.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/0995/live/bb1a1400-5efd-11ef-b970-9f202720b57a.jpg"}], "text": "At least 12 Palestinians have been killed in an Israeli air strike on a school housing displaced people in Gaza City, the Hamas-run Civil Defence authority says. A spokesman said rescuers were struggling to recover a number of missing people believed to be trapped under the rubble at Mustafa Hafez school in the western Rimal neighbourhood. The Israeli military said it had targeted a Hamas command and control centre inside the school, and that it had taken steps to mitigate risk of harming civilians. Earlier, it announced that troops had recovered the bodies of six Israeli hostages being held in the Khan Younis area. The men were among the 251 people kidnapped by Hamas-led gunmen in the 7 October attacks on southern Israel last year, when about 1,200 people were also killed. Israel launching an air and ground campaign to destroy Hamas in response, during which more than 40,170 people have been killed in Gaza, according to the territory's Hamas-run health ministry. Women and children can be heard screaming and seen running from the dust-enveloped Mustafa Hafez school in a video posted on social media showing the immediate aftermath of Tuesday morning’s strike. The camera then pans to show rubble on the ground beside the completely flattened remains of a two-storey building. \"We were sitting safely, we did not see the explosion,\" witness Umm Mohammed later told Reuters news agency. \"The people are gone, they're dead. They are under the rubble.\" Civil Defence spokesman Mahmoud Basal said in the afternoon that rescue crews had so far recovered the bodies of 12 people. He said the strike had targeted the entire wing of the school, where he estimated that 700 displaced people had been living. The Israel Defense Forces (IDF) said aircraft had conducted a “a precise strike on terrorists who were operating within a Hamas command and control centre” which had been embedded inside the school and used to plan and launch attacks against its troops and Israel. \"Prior to the strike, numerous steps were taken to mitigate the risk of harming civilians, including the use of precise munitions, aerial surveillance and additional intelligence,\" it added. The IDF accused Hamas of violating international law by operating within civilian infrastructure and exploiting Gaza’s civilian population - allegations which Hamas has previously denied. Earlier this month, the UN Human Rights Office condemned what it called the \"increasing frequency\" of Israeli strikes on schools sheltering displaced people and accused the IDF of conducting them \"with apparent disregard for the high rate of civilian fatalities\". The warning after at least 70 Palestinians were killed in an air strike on al-Taba’een school in Gaza City, according to the director of a local hospital. The IDF said the school had \"served as an active Hamas and Islamic Jihad military facility\", and that it had confirmed the identities of 31 \"terrorists\" who were killed. The UN said at the time that it had been at least the 21st strike on a school serving as a shelter since 4 July and that they had resulted in at least 274 fatalities. Also on Tuesday, the civil defence said five people had been killed in a strike on a house in Bureij refugee camp, in central Gaza, while Palestinian news agency Wafa cited medical sources as saying four had been killed in nearby Deir al-Balah. The IDF said its troops and aircraft had \"eliminated numerous terrorists\" operating in central Gaza, including two who exited an underground tunnel and attempted to plant an explosive device. It came as the US Secretary of State, Antony Blinken, visited Egypt to continue to apply diplomatic pressure to try to secure a ceasefire and hostage release deal between Israel and Hamas. The BBC's Tom Bateman, who is travelling with Mr Blinken, says the Americans hope for some sort of breakthrough within the next week or so, but that the mood on the ground in the region has not matched that expectation. After talks with Israeli Prime Minister Benjamin Netanyahu on Monday, Mr Blinken said Israel had accepted a US proposal aimed at bridging the remaining gaps between the warring parties. But Hamas accused the US of \"acquiescing\" to what it called Mr Netanyahu's \"new conditions\". The group also criticised as misleading President Joe Biden’s claim that it seemed to be “backing away” from an agreement. A major sticking point is Mr Netanyahu's insistence that Israeli troops remain in the Philadelphi corridor, a narrow strip of land running along Gaza’s border with Egypt, which Hamas has rejected.  He says it is necessary to prevent smuggling and Hamas rearming itself, but Hamas says it would amount to continued Israeli occupation and not an end to the war. BBC Scotland's Lynsey Bews considers the political fallout of the Scottish government's meeting with Israel's ambassador to the UK.  The cabinet secretary has come under fire from SNP colleagues over talks with the deputy ambassador. A security fence was breached but most demonstrators taking to Chicago's streets remained peaceful. US Secretary State Antony Blinken met with Israeli leader Benjamin Netanyahu to push for an urgent ceasefire. Minister Angus Robertson had faced criticism over talks with the deputy ambassador to the UK. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Man jailed for shouting at police dog and using racist slurs", "link": "https://www.bbc.com/news/articles/cm2nm5jgxlko", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 18:46:45 GMT", "published_parsed": [2024, 8, 20, 18, 46, 45, 1, 233, 0], "summary": "Several men who participated in a riot in Rotherham outside a hotel were also given lengthy prison sentences.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/e3b5/live/7cf1ad60-5f15-11ef-b43e-6916dcba5cbf.jpg"}], "text": "A father of three who shouted at a police dog and used racist slurs has been jailed for 20 months for violent disorder. Bradley McCarthy was sentenced on Tuesday after he was caught on video \"threatening\" left-wing protesters at an anti-immigration rally in Bristol. Separately, more people were jailed for their role in riots targeting a hotel housing asylum seekers, which was set alight and police hit by bricks and bottles. The Crown Prosecution Service (CPS) says 494 people have so far been charged in relation to the weeks-long unrest that broke out in England and Northern Ireland after a fatal stabbing attack in Southport in which three young girls died. McCarthy, 34, had joined an anti-immigration march in Bristol which clashed with counter-protesters and police in Castle Park and on Bristol Bridge on 3 August.  Bristol Crown Court heard he played a \"prominent\" role in trying to goad police, and had \"aggressively\" shouted at a police dog. \"You did all this in a tinderbox atmosphere where it only takes the actions of one person to spark very serious group violence,\" Judge Julian Lambert said.  McCarthy admitted violent disorder at a previous hearing. He has convictions for violence, weapons offences and public order.  Others were jailed for their actions during a riot that broke out outside a Rotherham hotel housing asylum seekers on 4 August. Apprentice bricklayer Alfie Conway, 19, from Pontefract, was jailed for two years and three months at Sheffield Crown Court. He pleaded guilty to violent disorder after throwing missiles at police who were protecting the Holiday Inn Express in Manvers. Lee Crisp, 42, was jailed for “actively encouraging” people who had gathered outside the hotel. The factory worker told officers they should be “ashamed of themselves,” shouted “let’s go toe to toe” and made racist comments. He was sentenced to three years and four months' imprisonment and made subject of a criminal behaviour order for 10 years. Crisp had previously claimed he accidentally got caught up in the riot when taking his mother for Sunday lunch.  Craig Timbrell, 38, of Hartcliffe, appeared at Bristol Crown Court, charged with violent disorder over his \"prominent role\" in the unrest. He pleaded guilty to violent disorder after throwing concrete blocks, bricks and bottles at police near the hotel. Emily Evans, defending, said Timbrell, of Hartcliffe, had been planning on attending a ticketed social event in the city centre with friends, but had been unable to gain entry and \"couldn't really explain\" why he threw missiles at the police. But Judge Lambert said the violence he had shown was \"intense and shocking\" and sentenced him to two years and six months in prison.  Liam Gray, 20, from Mexborough in Doncaster, was filmed aggressively pushing against a line of officers who were trying to disperse the 400-strong crowd at the Holiday Inn Express, in Rotherham. He pleaded guilty to violent disorder and was sentenced to three years in a young offender institution and made the subject of a criminal behaviour order for 10 years. Ed Moss, defending, said his client’s family had been shocked when they learned of his involvement in the riot, adding: \"Despite what it appears to everybody else, [they say] there isn’t a racist bone in his body.\" Meanwhile, roofer Alfie Arrowsmith, 28, was sentenced to 16 months' imprisonment for his role in unrest on Whitehall, central London, on 31 July. He pleaded guilty to one charge of violent disorder after being filmed repeatedly confronting police and shouting \"come on then\" and \"let's have it\". Some 494 people have been charged with offences related to the recent public disorder as of Tuesday, the CPS said. As more people continue to be sentenced, concerns remain about the shortage of prison places available. Welsh Secretary Jo Stevens spoke to the BBC about Operation Early Dawn, which allows people to be held in police cells until prison space is freed up.  She said the measure would be \"used for a matter of days or at the most months\" because male prisons in some places were 99% full.  Asked about the maximum amount of time someone would be held in a police cell, Stevens said: \"We would anticipate that this should be no longer than a day after being charged. That's the basis on which we are working.\" On Tuesday, King Charles travelled to Southport to meet survivors of the Southport knife attack.  He visited the town hall where tributes had been left outside in memory of Bebe King, six, Elsie Dot Stancombe, seven, and Alice da Silva Aguiar, nine, who were murdered in the attack. The children were attending a Taylor Swift-themed dance class when the alleged attacker entered the building and stabbed them. Axel Rudakubana, who was aged 17 at the time, has been charged with murder and attempted murder. A motive for the attack has not been given, but it is not being treated as terror-related, police have said.  Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Five takeaways from the Democratic Convention's first night", "link": "https://www.bbc.com/news/articles/c8dp6veej7do", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 17:10:36 GMT", "published_parsed": [2024, 8, 20, 17, 10, 36, 1, 233, 0], "summary": "President Biden, Hillary Clinton, and the next generation of Democratic leaders took the stage in Chicago to make the case for Kamala Harris.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/34ef/live/d95d2f20-5f06-11ef-8c32-f3c2bc7494c6.jpg"}], "text": "The Democratic National Convention’s first night featured an unusual send off, as it came just a month after President Joe Biden dropped out of the race and endorsed his former running mate - Kamala Harris. Ms Harris broke with tradition and spoke at the start of the convention to voice her gratitude for her boss. \"I want to kick us off by celebrating our incredible president, Joe Biden,\" she said. The evening showcased a range of speakers, from Olympic gold medal-winning basketball coach Steve Kerr to former Secretary of State Hillary Clinton. But Mr Biden gave the prime-time address. He praised Ms Harris's leadership and promising that America's best days were \"before us.\"  Here is a look back at the night's most memorable moments. Only four weeks ago, President Biden had every intention of closing the Democratic convention and watching a slate of speakers spend this week praising his administration.  But after a wild month for US politics, Biden instead spoke as a surrogate for his former running mate - a job he fulfilled at Chicago's United Center on the opening night of the convention.  Despite the change of fortune, Mr Biden was greeted by minutes of uninterrupted applause from a crowd of thousands. They chanted “Thank you Joe!” for his time in office and for his decision to pass the torch to Ms Harris. The loud and lasting cheers brought tears to Mr Biden’s eyes, after he hugged daughter Ashley Biden, who introduced him to the convention. He then gave a 50-minute speech, touting his administration's accomplishments and speaking about the threat that Republican nominee Donald Trump poses.  This speech could be one of the last the president gives in front of a crowd that size and with cheers that thunderous. The loudest applause line came near the end when he told the audience: \"America, America, I gave my best to you.\" While the first night of the DNC featured some of the Democratic Party’s most seasoned leaders, including Mr Biden and Ms Clinton, much of the programme was dedicated to ushering in a new generation of Democrats. Several of the party’s rising stars were featured throughout the evening, including Georgia Senator Raphael Warnock, Kentucky Governor Andy Beshear and progressive lawmaker Alexandria Ocasio-Cortez. Monday appeared to serve as a means to pass the political torch from one generation to another and heal any perceived wounds that occurred over a difficult month for Democrats.  Several of the lawmakers who took the stage on Monday - including Ms Ocasio-Cortez and Delaware Senator Chris Coons - had advocated for Mr Biden to stay in the race just a few weeks ago.  But each one spoke about being all in for Ms Harris.  “Kamala Harris is for the middle class because she is from the middle class,” Ms Ocasio-Cortez told the convention in her first major party convention speech. Others who worked to push out Mr Biden from the presidential race - such as former House Speaker Nancy Pelosi - cheered him on during his speech.  Thousands of demonstrators gathered in Chicago on Monday to protest the Biden administration’s support of Israel’s war in Gaza, but the issue received little mention during the first night of speeches at the DNC. While pro-Palestinian organisers saw smaller numbers than the “tens of thousands” they orginially expected, the demonstration outside the United Center proved to be energetic enough to break through a security barricade - leading to 13 arrests.  The demonstrators received one brief acknowledgement from Mr Biden during his speech on Monday night. He said that the Chicago protestors “have a point”, though he added that many innocent people were killed “on both sides”. The Hamas-run health ministry says Israel’s war in Gaza has killed over 40,000 Palestinians, while about 1,200 Israelis have been killed, according to their government. There are additional protests planned for the rest of the week at the DNC. Asked whether any Palestinians would be able to voice their concerns on the convention stage, a Harris campaign spokesperson told reporters on Tuesday that they did not have any scheduling updates. Labour was a prominent theme on Monday night - even Mr Biden labelled himself the most pro-labour president in American history.  But perhaps one of the most memorable lines of the night came from United Automobile Workers President Shawn Fain, who took the podium and called Trump a “scab” - someone who undermines organised workers. The insult - which was also featured on Mr Fain’s shirt - was met with an eruption of applause from the audience. Mr Fain was just one of several labour leaders to pledge support for Ms Harris at the DNC on Monday. Others included AFL-CIO President Elizabeth Shuler - a major union leader - and Brent Booker, the president of the Laborers’ International Union of North America. Missing from the stage was Teamsters President Sean O'Brien, who gave a speech at the Republican National Convention in Milwaukee. After much backlash, the Teamsters president requested a speaking slot at the DNC - but he did not obtain one.  In a speech that echoed remarks she gave at her own DNC nomination just eight years ago, former Secretary of State Hillary Clinton told the crowd Ms Harris would be the first to break the “highest, hardest glass ceiling” in the US. Ms Clinton made her own unsuccessful run to become America’s first female president in 2016, losing to Trump in an election that shocked many. But, taking the stage once again at the DNC on Monday night, the longtime Democratic politician stressed her belief that Ms Harris would have a better outcome.  “On the other side of that glass ceiling is Kamala Harris raising her hand and taking the oath of office as our 47th President of the United States.” Ms Clinton - who is reportedly a close adviser of Ms Harris - said her defeat in 2016 inspired millions of women to march, run for office and keep “our eyes on the future of America”. To loud applauses from the crowd, she repeated a line from her 2016 speech almost word for word: “When a barrier falls for one of us, it clears the way for all of us.\" Prominent party leaders, celebrities and nearly 50,000 people are gathering in Chicago for the DNC.  A educator and prison reform advocate, Gwen Walz advises her husband from an office in the Minnesota capitol.  The small group of protestors who had breached the outer security perimeter were quickly removed by police. The former Los Angeles entertainment lawyer could make his own history if his wife, Kamala Harris, is elected president in November.  The rising Democratic star draws a sharp contrast between the vice-president and Donald Trump. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Sinner cleared after testing positive twice for banned substance", "link": "https://www.bbc.com/sport/tennis/articles/cq5d3nl1pd9o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 15:28:54 GMT", "published_parsed": [2024, 8, 20, 15, 28, 54, 1, 233, 0], "summary": "World number one Jannik Sinner is cleared of any wrongdoing after twice testing positive for a banned substance in March.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/06df/live/21404820-5f09-11ef-b43e-6916dcba5cbf.jpg"}], "text": "Jannik Sinner is the Australian Open champion and current world number one World number one Jannik Sinner has been cleared of any wrongdoing after twice testing positive for a banned substance in March. The Italian tested positive for low levels of a metabolite of clostebol - a steroid that can be used to build muscle mass - during Indian Wells. A further sample taken eight days later also tested positive for low levels of the same metabolite. A provisional suspension was applied automatically but, as Sinner challenged it successfully, he was able to keep playing. The International Tennis Integrity Agency (ITIA) found Sinner was inadvertently contaminated with the substance by Giacomo Naldi, his physiotherapist. Naldi had been applying an over-the-counter spray available in Italy to a cut on his own hand and had then carried out treatments on Sinner. The ITIA accepted the explanation and that the violation was not intentional. Sinner was cleared of fault or negligence by an independent tribunal last week, but he will lose the ranking points and prize money from his semi-final run at Indian Wells. â\u0080\u009cI will now put this challenging and deeply unfortunate period behind me,\" Sinner said in a statement. \"I will continue to do everything I can to ensure I continue to comply with the ITIA's anti-doping programme. \"I have a team around me that are meticulous in their own compliance.\" Clostebol, often found in products to treat swelling and irritation, is on the World Anti-Doping Agency's list of prohibited substances. Australian Open champion Sinner will be the top seed at the US Open, which begins on Monday. Sinner beats Tiafoe to win Cincinnati Open title Sinner was ruled to bear no fault or negligence for the positive tests. The ITIA described the levels found in Sinner's sample as \"low\". His lawyers said it amounted to \"less than a billionth of a gram\". The full decision, published by the ITIA,, external states that Naldi cut the finger of his left hand on a scalpel in his treatment bag on 3 March. Naldi bandaged the cut and unwrapped it two days later. Umberto Ferrara, Sinner's fitness coach, recommended the physio use a medical spray Ferrara had bought in an Italian pharmacy in February on the cut. The physio said he did not check the contents of the spray, which he used every morning from 5-13 March, with Indian Wells taking place from 6-17 March. Between those dates, Naldi gave Sinner full-body massages and applied bandages to his feet. He did not wear gloves while carrying out the treatments. Sinner stated that he suffers from a skin condition on his feet and back that leads to scratching and can cause small cuts and lesions in the affected areas. On the morning of 10 March, Naldi treated Sinner's feet and ankle. He said he would have applied the spray twice that morning, and that he \"cannot remember\" washing his hands between spraying his finger and treating Sinner's feet. Sinner and his team co-operated fully with the investigation. The ITIA accepted Sinner had no knowledge of either the spray or that it contained a prohibited substance, and did not know Naldi had used it on his cut finger. Three independent experts also concluded Sinner's explanation was plausible, with one stating the amount administered \"would not have had... any relevant doping, or performance enhancing, effect on the player\". The ITIA stated that the violation was not intentional before referring the case to an independent tribunal to determine \"what, if any, fault the player bore and therefore the appropriate outcome\". The independent tribunal subsequently determined a finding of no fault or negligence, meaning the 23-year-old would not be suspended. However, he will lose his 400 ranking points and $325,000 prize money from Indian Wells. The ruling is also subject to any appeal by Wada.  Under the World Anti-Doping Cope, a provisional suspension is automatically applied when a player tests positive for a non-specified substance. Players have the right to apply to an independent tribunal chair to have that suspension lifted. On both occasions, Sinner appealed successfully against the suspension and was able to provide an explanation of how the substance had entered his system. The ITIA subsequently consulted with scientific experts, who said Sinner's explanation was credible, and as a result, they did not oppose his appeal against his provisional suspension. Karen Moorhouse, the chief executive of the ITIA, said the body took any positive test \"extremely seriously and will always apply the rigorous processes set out by Wada\". \"The ITIA carried out a thorough investigation into the circumstances leading to the positive tests with which Mr Sinner and his representatives fully co-operated,\" she said. \"Following that investigation, the ITIA accepted the player's explanation as to the source of the clostebol and that the presence of the substance was not intentional.  This was also accepted by the tribunal. \"We thank the independent tribunal for the speed and clarity of its decision in relation to the player's degree of fault.\" Sinner's lawyer, Jamie Singer, said: \"Anti-doping rules have to be very strict to be effective. Sadly the unfortunate consequence is that, occasionally, entirely innocent athletes get caught up in them.  \"There is no question that Jannik is innocent in this case. The ITIA did not challenge that key principle.  \"However, under strict liability rules Jannik is responsible for whatever is in his system, even when entirely unaware of it, as in this exceptional case.\" The ATP Tour - the governing body of men's tennis - said integrity is \"paramount in our sport\". \"This has been a challenging matter for Jannik and his team, and underscores the need for players and their entourages to take utmost care in the use of products or treatments,\" a statement added. Live scores, results and order of play Get tennis news sent straight to your phone Sinner cleared after testing positive twice for banned substance  'Pope and England's chance to prepare for life without Stokes' Sterling left out of Chelsea squad for European game Messy, tender comedy from Kyla Harris Tetraplegic artist Freya asks her chaotic best friend Jo to be her carer in her new home What do you do when your daughter marries an idiot? Greg Davies, Andy Samberg and Taylor Lautner bring a piece of Hollywood to Lichfield A host of stars bid to become Celebrity MasterChef 2024 Celebrities whip up culinary triumphs in the MasterChef kitchen An absorbing mystery in a beautiful Swedish setting Haunted by the past, grief therapist Vera believes her missing brother is still alive 'Pope and England's chance to prepare for life without Stokes' 'Hull overcomes Olympics setback for Women's Open bid' PFL turns to boxing's blueprint â\u0080\u0093 gimmick or genius? 'Shock & despair' - how Southport FC helped a town in mourning Who makes Troy Deeney's first Premier League team of the week? East v West - Germany's drug-fuelled Cold War for medals The countdown is on... Who could be on the move? Weekly football quiz: Who assisted Mbappe? 2 Good, 2 Bad - Richards in net & Mac Allister's miss. Video2 Good, 2 Bad - Richards in net & Mac Allister's miss Why Kovacic's performance shows Man City may not need Rodri understudy What next for The Hundred? Invincibles beat Brave to retain Hundred title - highlights. VideoInvincibles beat Brave to retain Hundred title - highlights London Spirit beat Welsh Fire to win first Hundred title - highlights  VideoLondon Spirit beat Welsh Fire to win first Hundred title - highlights  How Raygun made it to the Olympics and divided breaking world 'Breathtaking football' - how Slot's Liverpool machine kicked into gear Why Raya is a 'title-chasing' goalkeeper - Hart analysis. VideoWhy Raya is a 'title-chasing' goalkeeper - Hart analysis From Everton trial to Serie A star - the rise of new Man Utd hero Zirkzee  How many Paris 2024 medallists come from your area? The rise and fall of North Korea - the sleeping giant of women's football Watch the BBC's Paris 2024 closing montage. VideoWatch the BBC's Paris 2024 closing montage Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "UK holidaymakers face €7 EU visa waiver next summer", "link": "https://www.bbc.com/news/articles/cx29nzd1drgo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 17:01:04 GMT", "published_parsed": [2024, 8, 20, 17, 1, 4, 1, 233, 0], "summary": "Travellers will have to pay €7 for a visa waiver every three years or until their passport expires.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/36b8/live/2fe2e130-5f13-11ef-b1c6-99974629b1bd.jpg"}], "text": "The EU is planning to introduce its €7 EU visa waiver for British holidaymakers by next summer. The scheme, which the EU confirms on its website will start \"in the first half of 2025\", will cover people from more than 60 non-EU countries including the UK. In comments first reported by The Times, EU home affairs commissioner Ylva Johansson suggested the visa waiver may be in place by the May half-term holiday in 2025. She was speaking as she confirmed the Entry/Exit Scheme (EES) - which will require non-EU travellers to register fingerprints and a photo instead of having their passport stamped - will start on 10 November. Under the European Travel Information and Authorisation System (ETIAS), passengers must apply for a waiver, similar to the US ESTA, before travel, and this will be valid for three years or until their passport expires, whichever is first. It will cover travel to the Schengen Area, which includes every EU state except for Ireland and Cyprus, as well as Iceland, Liechtenstein, Norway and Switzerland.  A Home Office spokesperson said it expects the EU to provide more information on the rollout of the scheme \"in due course\". The update comes as the EU launched its much-anticipated EES scheme, after a series of delays. In a statement, Ms Johansson said: \"After intense dialogues with Member States, with you, with the different stakeholders – I have decided that the Entry/Exit System will enter into operations on 10 November.\" She said the ETIAS visa scheme would launch six months later, according to the Times. Ms Johansson said the EES system would mean \"every single airport\", \"harbour\" or \"road into Europe\" would have strict digital border controls. More than 700 million tourists entered Europe last year, she said, and the new systems would help Europeans \"sleep safer\". The rules would mean \"we will know if people stay too long\" and it \"will make it harder for criminals, terrorists or Russian spies to use fake passports\", she added.  Under the EES scheme, people entering the EU will have to register fingerprints, a photo and passport details. That initial registration will be valid for three years, during which time it must be validated every time someone crosses the border. This will replace passport-stamping. However, long queues have been predicted, with experts warning it could add at least two minutes processing time per passenger, compared with the current 45 seconds. Juxtaposed border controls mean French border police check passports as people leave the UK to cross the Channel from Dover, London St Pancras and Folkestone. Anyone from a non-EU country currently has to apply for a visa - unless they are from a special list of 61 countries, which includes the US, Japan and Australia, as well as the UK. People from these countries can travel within the EU's Schengen zone - the area where people can travel without border checks - for up to 90 days without a visa. However, because of the migrant crisis and security concerns over terrorism, the EU has decided to bring in more controls. This has led to it introducing the ETIAS which, the EU Commission points out, is \"way cheaper\" than the $14 US ESTA. The ETIAS will allow trips to the 27 EU member states, and Iceland, Liechtenstein, Norway and Switzerland. An ETIAS will last for three years and allow an unlimited number of entries. The document will be checked by border guards when crossing the EU border. The EU says the ETIAS system will \"strengthen security checks on those persons who travel visa-free to the EU\". Passengers will need to apply online or via a mobile app. The form - which the EU describes as a \"necessary and small procedural step\" - will take no more than 10 minutes to complete. The details needed for the application form will include passport information as well as background questions about criminal records or medical conditions. More than 95% of applications will be approved automatically within minutes. However, some cases may take up to 72 hours, the EU warns. Applications can also be denied or take up to four weeks to process in exceptional circumstances. The fee will apply to anyone between the ages of 18 and 70, but the waiver will be free for children and the over-70s. Reports of deaths and alleged ill treatment abound but few are investigated, according to the Fundamental Rights Agency. A government minister says when negotiating with the EU he intends to have Northern Ireland at the forefront. The port plans to change the location of passport control for passengers arriving to board ferries. The bill will allow troops to open fire on migrants crossing the border when soldiers feel under threat. It said the benefits of the treatment did not outweigh the risk of serious side effects. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Russian forces claim another town captured in east Ukraine", "link": "https://www.bbc.com/news/articles/c79wqpqp297o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 17:17:47 GMT", "published_parsed": [2024, 8, 20, 17, 17, 47, 1, 233, 0], "summary": "Ukraine does not confirm the loss of Niu-York, saying Russian forces are attacking near the town.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/80dd/live/19693c50-5f0f-11ef-b970-9f202720b57a.jpg"}], "text": "Russia's military says it has captured a small town in eastern Ukraine called Niu-York, as part of its push towards big population centres in the Donetsk region.  Ukraine's military has not confirmed the loss of Niu-York, saying only that Russian forces are attacking close to the town and other areas. The army was giving the attacks \"a worthy rebuff... and the fighting continues\", it said. Although only a small settlement, controlling Niu-York would represent another step towards the two Donetsk hubs of Toretsk and Pokrovsk. One of the aims of Ukraine's seizure of territory in Russia's Kursk region is thought to be to force Russia to move some of its forces away from the eastern campaign.  There is no indication so far of that happening, despite Ukraine's commander-in-chief Oleksandr Syrskyi now claiming control of 93 Russian villages and towns. President Volodymyr Zelensky described the situation in the east as difficult, but said Ukrainian troops were doing all they could to destroy the Russian forces. The military chief told a briefing that Russia was sending additional troops to the front line in the east. A Russia defence ministry statement said active operations by units of its Centre forces group had defeated Ukrainian troops, referring to Niu-York as \"one of the largest settlements of the Toretsk agglomeration and a strategically important logistics hub\". It also called the town by the Russian name of Novgorodskoye. Russian military bloggers shared footage late on Monday of a Russian tricolor flag being posted on the roof of a school in Niu-York with the Ukrainian flag lying on the ground.  However, the video first circulated two weeks ago and Ukrainian forces had since blown up the flag and damaged the roof with a drone on 8 August. Niu-York is just south of the mining town of Toretsk, and Russian forces on Monday said they had also captured Zalizne, to the south-east of Toretsk. Ukrainian forces said they were still fighting back in Zalizne and local sources were quoted as saying they still had control of 20% of Niu-York too, although they had far fewer reserves than the Russians. On Monday, Ukrainian authorities ordered the evacuation of Pokrovsk, as Russian forces continue to advance on the town. According to a military briefing on Tuesday, Russia had directed more than a third of its 87 attacks during the day on it push towards Pokrovsk. Local officials say Russia's military is now about 10km (6 miles) from the outskirts of the town. Regional head Vadym Filashkin has said 53,000 people still live in Pokrovsk, including almost 4,000 children. Ukraine's commander in chief said the counter-offensive in Russia's Kursk region had now advanced 28-35km beyond the border, with 1,263 sq km under Ukrainian control and a total of 93 population centres. Russian Defence Minister Andrei Belousov said three new military groupings had been formed to counter the Ukrainian operation in three border regions, Kursk, Belgorod and Bryansk. Their task would be to protect \"citizens and territories from attacks\" from drones and other and other assault means. Russian officials have played down the success of the Ukrainian operation in the Kursk region.  Maj Gen Apti Alaudinov, commander of Chechnya’s Akhmat special forces unit, told Russian TV that Ukraine's military had sustained very serious losses. Asked to respond to reports that three bridges had been blown up over the River Seym, cutting off evacuation and supply routes, he said \"the fact that some bridge has been blown up doesn’t mean anything\". However, state news agency Tass says local police are now having to use privately owned boats to get civilians to safety because bridges are down. German photographer Nanna Heitmann said she had spoken to Russians in the region who were furious that state media were not giving the full picture: \"They're shocked, they are angry. A lot of people wait, thousands of people waiting in lines to find shelter, to find basic needs like blankets, pillows etc.\" Russia's Vladimir Putin, who has appeared wrong-footed by the Ukrainian offensive, compared it on Tuesday to a 2004 school massacre by Chechen militants in Beslan where more than 300 people were killed. On a visit to the school and to mothers of the victims in North Ossetia, he said \"just as we fought with terrorists previously, now we fight with those who commit crimes in Kursk region, Donbas and Novorossiya\", using an old Russian imperial term for areas of occupied Ukraine. Additional reporting by BBC Verify The 19-year-old describes his arrest, surviving Russian jail and being part of the recent prisoner swap. Officials said families with children living in Pokrovsk and surrounding villages would be forced to leave.  Volodymyr Zelensky says UK support has \"slowed down\" as he repeats plea for long-range missile capability.  Three-year-old lioness Yuna has arrived at her new enclosure at The Big Cat Sanctuary. The York Ukrainian Society says the art sessions were requested by their members. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Firefighter admits sharing photo of dead body", "link": "https://www.bbc.com/news/articles/c1l5j602drlo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 15:53:13 GMT", "published_parsed": [2024, 8, 20, 15, 53, 13, 1, 233, 0], "summary": "Cameron Hancel shared an image of a deceased male while working for West Midlands Fire Service.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/111a/live/46a031b0-5f0a-11ef-a143-7dce37ecbef8.jpg"}], "text": "A former firefighter took a photograph of a dead man at the scene of a fatal crash and sent it to others. Cameron Hancel, 33, of Rowley Regis, took the image on his phone at a road traffic incident on 13 March 2023 while working for West Midlands Fire Service. He pleaded guilty to one charge of misconduct in public office at Wolverhampton Crown Court earlier. West Midlands Fire Service said Hancel was dismissed in August 2023 after the matter came to its attention. \"There is no place in our service for people who undertake such actions,\" a spokesperson for the fire service said. \"His conduct compounded the grief of the victim’s family and loved ones, and they remain in our thoughts.\" A second charge under the 2003 Communications Act was withdrawn. The court heard how Hancel was of good character and had not been in trouble before. During the hearing on Tuesday, the former firefighter spoke only to confirm his name and enter his plea. Judge Talog Davies accepted a request from the defence to adjourn sentencing for a pre-sentence report to be compiled. Hancel, who was released on unconditional bail, hid his face under a baseball cap as he left the court building about two hours after the hearing had concluded. The case has been adjourned until 4 October. Follow BBC Birmingham on Facebook, X and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Disney drops bid to stop allergy death lawsuit over Disney+ terms", "link": "https://www.bbc.com/news/articles/cr7r9djxj0do", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 18:41:17 GMT", "published_parsed": [2024, 8, 20, 18, 41, 17, 1, 233, 0], "summary": "The firm had argued the case should go to arbitration because of its streaming service's small print.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/559c/live/7c8673d0-5ee6-11ef-95f0-03cd55644816.jpg"}], "text": "Disney has withdrawn its claim that a man could not sue it over the death of his wife because of terms he signed up to in a free trial of Disney+. Jeffrey Piccolo filed a wrongful death lawsuit against Disney and the owners of a restaurant after his wife died in 2023 from a severe allergic reaction following a meal at Disney World, in Florida. Disney had argued the case should instead go to arbitration because of a clause in the terms and conditions of its Disney+ streaming service, which Mr Piccolo had briefly signed up for in 2019. But, following a backlash, it has decided the matter can now be heard in court. \"We believe this situation warrants a sensitive approach to expedite a resolution for the family who have experienced such a painful loss,\" Disney's Josh D'Amaro told the BBC in a statement. \"As such, we've decided to waive our right to arbitration and have the matter proceed in court.\" Lawyers for Mr Piccolo said: \"Attempts by corporations like Disney to avoid jury trials should be looked at with skepticism\", adding that Mr Piccolo will \"continue to pursue justice on behalf of his beloved wife at the trial court level\". \"He also hopes these recent events have raised awareness of the millions of people of all ages and walks of life who suffer with food allergies\", his lawyers said. In arbitration, a dispute is overseen by a neutral third party. It benefits those wanting to avoid a lengthy trial, but means evidence would not be put in front of a jury. Jamie Cartwright, partner at the law firm Charles Russell Speechlys, suggested Disney's change of heart was motivated by the \"adverse publicity\" its initial approach had generated. \"In attempting to push the claim into a confidential setting on what were very tenuous grounds, it succeeded only in creating the very publicity and attention it likely wanted to avoid,\" he told the BBC. Mr Piccolo and his wife, Dr Kanokporn Tangsuan, ate a meal at Raglan Road, an Ireland-themed pub located at the Disney Springs site, in Orlando, but operated by an independent company.  He alleges that the restaurant did not take enough care over his wife's severe allergies to dairy and nuts, despite being repeatedly told about them. She died in hospital later that day. According to the legal filing, her death was confirmed by a medical examiner \"as a result of anaphylaxis due to elevated levels of dairy and nut in her system.\" Mr Piccolo is suing Disney for a sum in excess of $50,000 (£38,400), in addition to other damages relating to suffering, loss of income, and medical and legal costs. Disney has argued it had no control over the management and operation of the restaurant. Lawyers for Mr Piccolo had said Disney's argument that the lawsuit should not be heard in court \"borders on the surreal.\"  It is not known whether Disney would have been successful had a judge ruled on its arbitration claim.  Disney had argued that the legal circumstances surrounding the case were unique. But legal experts told the BBC they had been \"pushing the envelope of contract law\". \"Disney’s argument that accepting their terms and conditions for one product covers all interactions with that company is novel and potentially far-reaching,\" Ernest Aduwa, partner at Stokoe Partnership Solicitors, who are not involved in the proceedings, said. Meanwhile, Jibreel Tramboo, barrister at Church Court Chambers, said the terms in the Disney+ trial were a \"weak argument for Disney to rely on\". Disney says it is in the process of submitting a filing to the court to withdraw its call for arbitration. Additional reporting by Graham Fraser Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Panama starts returning migrants on US-funded flights", "link": "https://www.bbc.com/news/articles/cqjlqk0wv1no", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 15:33:46 GMT", "published_parsed": [2024, 8, 20, 15, 33, 46, 1, 233, 0], "summary": "The United States is paying for flights taking US-bound migrants back to South America.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/2301/live/67e444b0-5efb-11ef-bfa4-71cd40e04d31.jpg"}], "text": "Panama on Tuesday started repatriating undocumented migrants on flights financed by the United States.  The move comes less than two months after José Raúl Mulino was sworn in as Panama's president. Mr Mulino campaigned on a promise to \"close\" the Darién Gap, the dangerous stretch of jungle which more than half a million migrants crossed last year on their way north from South America. The Biden administration said it had agreed to pay for the flights as part of its efforts to deter irregular migration. A group of 29 Colombians with criminal records were the first to be returned on Tuesday. Under an agreement jointly signed by the Panamanian foreign minister and US Homeland Security Secretary Alejandro Mayorkas, the US has committed to helping Panama with $6m (£4.6m) for equipment, transportation and logistics to \"remove foreign nationals who do not have a legal basis to remain in Panama\". Immigration is a hot topic ahead of November's presidential election in the US and the stream of migrants arriving at its border with Mexico is being closely monitored. The agreement with Panama aims to drive down the number of people making it to the US border by stopping them further south. The Darién Gap, an expanse of jungle which straddles Colombia and Panama, is a natural bottleneck for those heading from South to North America.  In 2023, an estimated 520,000 people made the perilous journey on foot, many of whom had to pay gangs who prey on those embarking on the crossing.  President Mulino, who has promised to reduce the number of migrants transiting through Panama, described their situation as \"sad\". \"Most of them are from Venezuela,\" he explained. \"They're human beings... there are families torn apart, children of five or six years of age whose parents have died during the crossing. We don't even know who they are or what their names are.\"  The president had earlier said that the flights would in the first instance take migrants to Colombia, the country from which they entered Panama. It is not yet clear if flights will be organised from Colombia to repatriate them to their homelands.  According to Panamanian government figures, Venezuelans form the largest share of migrants trekking through the Darién Gap, followed by Colombians, Ecuadoreans and Haitians.  There is widespread concern in the region that the flow of those fleeing Venezuela could increase in the months to come if the political crisis triggered by the announcement of disputed election results is not solved.  Ahead of the election, polls had suggested that large numbers of Venezuelans were planning on migrating should President Nicolás Maduro win. Tension has been high since he was declared the winner by the government-dominated National Electoral Council, with the result being rejected as fraudulent by the opposition and questioned by the US, the EU and many Latin American countries. Panamanian President Mulino earlier this month offered Mr Maduro \"safe passage\" so that the Venezuelan leader could leave to a third country, but his offer was rejected by Mr Maduro, who warned his Panamanian counterpart not to \"mess\" with Venezuela.  In 1961, Ms Colvin began tutoring out of her basement. Her initiative grew into a worldwide literacy movement. Prominent party leaders, celebrities and nearly 50,000 people are gathering in Chicago for the DNC.  A sudden storm and wind gusts in Hilsboro, Alabama, sent the inflatable castle tumbling and flying. A educator and prison reform advocate, Gwen Walz advises her husband from an office in the Minnesota capitol.  The Never Need Me singer had been due to support Remi Wolf but says it's too expensive. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Who is missing and who survived after Sicily sinking?", "link": "https://www.bbc.com/news/articles/cgky36j1d3go", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 16:56:36 GMT", "published_parsed": [2024, 8, 20, 16, 56, 36, 1, 233, 0], "summary": "Six people are still missing after the British-flagged superyacht Bayesian sank during freak weather.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/7236/live/f3256290-5ee5-11ef-8c32-f3c2bc7494c6.jpg"}], "text": "A rescue mission is under way off the coast of Sicily after the British-flagged luxury yacht Bayesian sank during freak weather early on Monday morning.  The vessel's cook - understood to be Recaldo Thomas - has died and his body has been recovered, according to Sicily's civil protection agency.  Some 15 people have been rescued from the boat, while six remain missing.  Specialist divers from the Italian fire brigade resumed their search early on Tuesday morning.  The body of a man recovered near the Bayesian yacht is believed to be that of Recaldo Thomas, a Canadian-Antiguan chef who was working on the boat. His friends have been paying tribute to him. Gareth Williams, who lives in Antigua, knew Thomas for 30 years. \"I can talk for everyone that knew him when I say he was a well-loved, kind human being with a calm spirit,\" he told the BBC. The two grew up together in Antigua, where Thomas spent his time during off-season. \"He would come over to mine over the weekend and he would sing. He had the deepest, most sultry voice in the world, and a smile that lit up the room. \"He told me just the other day that he needed to work two more seasons to fix up his late parents' house. He loved yachting, but he was tired.\" The six people who are unaccounted for have all been named. Among them are British businessman Mike Lynch, who was recently acquitted of fraud in the US.  Several people on the boat, including some who are missing, were involved in his recent trial and there have been reports that the yacht trip was a celebration of Mr Lynch’s acquittal. Mr Lynch is a tech entrepreneur who was once regarded by some as “Britain’s Bill Gates”. Raised in Essex, he went on to study at the University of Cambridge, before co-founding software company Autonomy in 1996. The 59-year-old made his riches by selling the company to US tech giant Hewlett-Packard in 2011 for $11bn (£8.6bn). Mr Lynch became embroiled in a decade-long legal battle following the acquisition. He was acquitted in the US in June on multiple fraud charges, over which he had been facing two decades in jail. He told BBC Radio 4 in August that he believed he had only been able to prove his innocence in US court because he was rich enough to pay the enormous legal fees involved. \"You shouldn't need to have funds to protect yourself as a British citizen,\" he said. Mr Lynch was travelling with his daughter Hannah, who is also missing. The 18-year-old is reportedly the younger of Mr Lynch's two daughters.  She had just completed her A-levels and secured a place to read English at Oxford University, according to the Times. Chris Morvillo is a lawyer who represented Mr Lynch in his US trial. Since 2011, he has been a partner at the Clifford Chance law firm in New York. His biography on the firm’s website says that he served as assistant attorney for the southern district of New York from 1999 to 2005. During his tenure, he worked on the criminal investigation surrounding the 2001 attacks on the World Trade Center. American jewellery designer Neda Morvillo, wife of Mr Morvillo, is also unaccounted for. Mr Morvillo's employer, Clifford Chance, confirmed the news. In a statement, a spokesperson for the law firm said: \"We are in shock and deeply saddened by this tragic incident.\" Ms Morvillo designs jewellery under the name Neda Nassiri. Her website says she \"has been designing and hand-crafting fine jewelry in New York City for over 20 years\". Jonathan Bloomer is the chairman of the Morgan Stanley International bank and insurance company Hiscox. The 70-year-old Briton was educated at Imperial College London and has previously served on a number of company boards. Mr Bloomer appeared at trial as a defence witness for Mr Lynch, according to the the Financial Times. Media reports suggest the pair are close friends. Aki Hussain, group chief executive of Hiscox, which Mr Bloomer has chaired since 2023, said: \"We are deeply shocked and saddened by this tragic event. \"Our thoughts are with all those affected, in particular our chair, Jonathan Bloomer, and his wife Judy, who are among the missing.” Judy, the wife of Jonathan Bloomer, is also among the six people missing. Ms Bloomer is listed as a former director of property developer Change Real Estate along with her husband. She has been called a \"brilliant champion for women's health\" by a charity she has worked closely with. Ms Bloomer has been a trustee and supporter of gynaecological cancer research charity the Eve Appeal for more than 20 years.  The charity's chief executive, Athena Lamnisos, said she was \"deeply shocked to hear the news that our very dear friend and her husband Jonathan, are among those missing\". \"Our thoughts are with Judy and Jonathan’s family, as well as all those who are still waiting for news after this tragic event,\" she added in a statement. Among the 15 people who were rescued are nine members of the yacht's crew.  This means every member of the crew is accounted for minus the chef, who local authorities say has died. Eight of the 15 who were rescued have been taken to hospital. A British mother, named locally as Charlotte Golunski, was travelling on the yacht with her partner and baby girl. All three have been rescued from the boat. In an interview, she described holding her infant daughter above the surface of the sea to save her from drowning.  Ms Golunski is a partner at Mr Lynch’s company, Invoke Capital, where she has worked since 2012, according to her LinkedIn profile. The Times has reported that she has previously worked for Autonomy, the company at the centre of Mr Lynch's recent court case. Another lawyer, Ayla Ronald, was also rescued along with her partner. The New Zealand national works for Clifford Chance, where Mr Morvillo is a partner, and was part of Mr Lynch's legal team for his June trial. Her father told the Telegraph that she was \"invited to go sailing as a result of the success in the recent United States court case\".  Angela Bacares, Mr Lynch's wife and Hannah Lynch's mother, is also among those who have been rescued. On Monday, Ms Bacares was using a wheelchair after suffering ­abrasions on her feet, according to the newspaper La Repubblica. Recaldo Thomas, an experienced and respected sailing chef, was saving money to restore his late parents' house. As the rescue operation continues off the Italian coast, questions remain as to why the superyacht sank. Divers trained to work in small spaces are flown in but strong winds are making conditions harder. Survivors of the Bayesian say the ship \"capsized within a few minutes\", according to a doctor treating them. The Bayesian yacht was sunk by a sudden and powerful storm in the early hours of Monday morning. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Doctor: Bayesian 'capsized within a few minutes'", "link": "https://www.bbc.com/news/videos/cvgrw2w9k1qo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 14:35:10 GMT", "published_parsed": [2024, 8, 20, 14, 35, 10, 1, 233, 0], "summary": "Survivors of the Bayesian say the ship \"capsized within a few minutes\", according to a doctor treating them.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/28d7/live/eb7e5050-5eff-11ef-8c32-f3c2bc7494c6.jpg"}], "text": "Survivors of the Bayesian yacht say the ship \"capsized within a few minutes\", according to a doctor treating them. Speaking from Di Cristina Children's Hospital in Palermo, Dr Domenico Cipolla says: \"They told me they found themselves in an incredible condition, let's say of physical and psychological upheaval of their lives, and that the boat capsized within a few minutes.\" One British mother, Charlotte Golunski, was on board the Bayesian with her partner and held her baby above the waves as help arrived. \"Yesterday we already had a psychologist all day, first with the mother and the child, then with the father, and in the afternoon as well. \"So, psychological support was constant and is constant even today, because basically it is the wounds of the soul are the most in need of healing in these cases.\" Dr Cipolla says the hospital provided \"toys for the baby, cuddles, and fed them because they were frightened and hungry\". Homes shook and ash covered the roads after an earthquake caused the Shiveluch volcano to erupt. The BBC's Steve Rosenberg in Aleksin meets Russians wondering how Ukraine's incursion could have happened. Video shows two carriages alight on the wheel in Leipzig, with smoke billowing into the air. Journalist Natalia Nahorna was reporting from the Russian town Sudzha when Ukrainian soldiers threw the flag to the ground. This is the moment a person was spotted scaling Paris's most iconic landmark before being arrested. The BBC has verified the footage, which was shared on social media by someone who was later detained. French rail company SNCF said its high-speed network had been targeted by \"malicious acts\" aimed at paralysing the rail network. Drone technology has made the war more immediate and more deadly – and opened up a new battleground. Moscow's Europe Square has been renamed Eurasia Square, as Russian relations with the West deteriorate. The new prime minister takes up his role answering questions at PMQs in the Commons. In December 2022, the singer revealed she had been battling Stiff Person's Syndrome (SPS) and cancelled all of her upcoming shows. The BBC's Hugh Schofield joins Parisians taking a dip in the River Seine, which has been cleaned up for the Olympics. Spanish officials confirm a body found during the search for Jay Slater is that of the missing teen. Spain won Euro 2024 in a match against England on Sunday and returned to Madrid for a celebration. Taoiseach (Irish PM) Simon Harris says shooting at Mr Trump's rally was a \"horrific\" criminal act. Natasha O'Brien was attacked by Irish soldier Cathal Crotty in Limerick two years ago.  Watch BBC Verify's visual analysis of the strike which killed two adults and injured 300. Footage posted on social media by Ukraine's President Volodymyr Zelensky shows smoke rising from Ohmatdyt Children's Hospital and blown out windows. Polls projected a surprise victory for France's left-wing coalition, denying the far-right of its expected win. Jean-Luc Mélenchon tells supporters he is \"immensely relieved\" as exit polls show a lead for his left-wing alliance. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Yacht tragedy leaves Sicilian port reeling as divers search wreck", "link": "https://www.bbc.com/news/articles/czxlezy44xno", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 14:37:45 GMT", "published_parsed": [2024, 8, 20, 14, 37, 45, 1, 233, 0], "summary": "Divers trained to work in small spaces are flown in but strong winds are making conditions harder.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/6f91/live/764294b0-5ef8-11ef-b43e-6916dcba5cbf.jpg"}], "text": "In the cloudy skies and on the choppy waters, the emergency operation is continuing here in Porticello, where a luxury yachting holiday turned to horror. As a coastguard helicopter whirls overhead, divers are being despatched from the port, continuing their search for the six missing passengers of the Bayesian, which capsized before dawn on Monday and whose wreckage now lies some 50m (165ft) underwater on the seabed.  Luca Cari from Italy’s fire and rescue department said that, given the depth, divers were only allowed 10 minutes underwater before resurfacing, limiting their work.  Divers trained to work in small spaces have been flown in from Rome and Sardinia. Strong winds are making the conditions even harder. The divers found no bodies on the bridge – the room in which the captain controlled the vessel – and have made it into the lounge, from where they are working to gain access to the rest of the yacht.  It’s expected that the six missing passengers will be trapped in the cabins, where they were likely sleeping when it capsized. Among the missing are the British tech entrepreneur Mike Lynch along with his 18-year-old daughter Hannah; his lawyer, Mike Corvillo and his wife Neda; and the president of Morgan Stanley international Jonathan Bloomer and his wife Judy.  The body of the yacht’s chef has already been found. He is believed to be Recaldo Thomas, a Canadian-Antiguan. Mr Lynch’s wife, Angela Bacares, is among the 15 people rescued, when they scrambled into a life raft and set off a flare, that drew the attention of another boat captain.  The tragedy began on Sunday night with violent storms buffeting the boats here.  In the early hours of Monday, that prompted a waterspout – a tornado-like rotating column of cloud and water that engulfed the Bayesian. Witnesses say it snapped the 76m (249ft) tall aluminium mast and quickly engulfed it.  Recent searing heat and heavy winds had reportedly prompted a weather warning prior to the capsizing. The temperature of the Mediterranean was 30C – higher than normal - amplifying the likelihood of an extreme weather event. Among the survivors are several British nationals, who are staying at a local hotel, to which journalists were denied access.  They include Charlotte Golunski, who clutched her one-year-old daughter above the water to keep her alive, telling how all she could hear were the screams around her. The British ambassador to Italy, Ed Llewellyn, told me he had visited the survivors and heard their anguish. “It underlines what a desperately sad and distressing situation they found themselves in,” he said.  “My heart, and I’m sure that of the whole country, goes out to them. We will do whatever we can practically to help in this very difficult and heartbreaking situation.” He confirmed that marine investigators sent from the UK had arrived in Sicily and were working with their Italian counterparts on a preliminary assessment.  Local prosecutors have also opened an investigation into the circumstances of the tragedy – and if anything could have been done to mitigate it, including closing the ship’s hatches overnight. The yacht’s captain, James Catfield, from New Zealand, told Italian media of the suddenness of the waterspout that turned a luxury super yacht into a death trap. “We just didn’t see it coming”, he said. Recaldo Thomas, an experienced and respected sailing chef, was saving money to restore his late parents' house. Six people are still missing after the British-flagged superyacht Bayesian sank during freak weather. As the rescue operation continues off the Italian coast, questions remain as to why the superyacht sank. Survivors of the Bayesian say the ship \"capsized within a few minutes\", according to a doctor treating them. The Bayesian yacht was sunk by a sudden and powerful storm in the early hours of Monday morning. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "'For two seconds I lost my baby in the sea' - Sicily yacht survivor", "link": "https://www.bbc.com/news/articles/cwyxqqp42d5o", "tags": [], "flavor": "art", "published": "Mon, 19 Aug 2024 15:53:12 GMT", "published_parsed": [2024, 8, 19, 15, 53, 12, 0, 232, 0], "summary": "Charlotte Golunski used all her strength to hold her baby above the surface of the water after the Bayesian yacht sank.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/5f38/live/173be700-5e49-11ef-b43e-6916dcba5cbf.jpg"}], "text": "A British mother on board a yacht which sank off the coast of Sicily has described holding her baby girl above the surface of the sea to save her from drowning.  The mother, named as Charlotte Golunski, her partner and one-year-old daughter are reported to be among 15 people to have been rescued from the luxury yacht Bayesian early on Monday. Six people - including British tech entrepreneur Mike Lynch - are missing with one man found dead outside the wreckage.  Charlotte told Italian newspaper La Repubblica her family survived only because they were on deck when the yacht sank after encountering a heavy storm.  She said they were woken by “thunder, lightning and waves that made our boat dance”, and it felt like \"the end of the world\" before they were thrown into the water.  The 56m (183ft) vessel, which was carrying 10 crew and 12 passengers, sank half a mile off the coast of Palermo after the storm caused waterspouts, or rotating columns of air, to appear over the sea. “For two seconds I lost my daughter in the sea then quickly hugged her amid the fury of the waves,” the paper quoted her as saying. Charlotte said she held her baby \"afloat with all my strength, my arms stretched upwards to keep her from drowning\". “It was all dark. In the water I couldn’t keep my eyes open. I screamed for help but all I could hear around me was the screams of others,\" she added. A lifeboat inflated and she said 11 people were able to climb in. All three of the family were unharmed and taken to hospital for check-ups.  Karsten Borner, captain of a nearby boat, said his crew took on board some survivors on a life raft, including three who were seriously injured. Describing the moment, the storm hit, he told Italian news outlet Rai the superyacht tipped to its side and sank within \"a few minutes\" \"It all happened in really little time,\" he said.  A local fisherman, Giuseppe, told Reuters he was on board a motorboat when he saw \"mats and T-shirts floating in the sea\". Another witness, Fabio Cefalù, captain of a trawler, says he was about to go out on a fishing trip when he saw flashes of lightning so he stayed in the harbour. \"At about 4:15am we saw a flare in the sea,\" he said, according to the EVN news agency reports. \"We waited for this waterspout to pass. After 10 minutes we went out to the sea and we saw cushions and all the rest of the boat [that had sunk], and everything which was on the deck, at sea. However, we did not see any people in the sea.” Another fisherman described seeing the yacht \"sinking with my own eyes\". Speaking to the newspaper Giornale di Sicilia, the witness said he was at home when the tornado hit. \"Then I saw the boat, it had only one mast, it was very big,\" he said. Shortly afterwards he went down to the Santa Nicolicchia bay in Porticello, the fishing village near Palermo where the disaster unfolded, to get a better look at what was happening. He added: \"The boat was still floating, then all of a sudden it disappeared. I saw it sinking with my own eyes.\" Rescue operations continue for those still missing after the Bayesian yacht sank off the coast of Sicily. Six people are still missing after the British-flagged superyacht Bayesian sank during freak weather. Divers trained to work in small spaces are flown in but strong winds are making conditions harder. The Bayesian yacht was sunk by a sudden and powerful storm in the early hours of Monday morning. UK ambassador to Italy Edward Llewellyn says survivors described 'distressing' situation Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Who is British tech tycoon Mike Lynch, feared lost at sea?", "link": "https://www.bbc.com/news/articles/cdxl5kpvrg9o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 08:20:08 GMT", "published_parsed": [2024, 8, 20, 8, 20, 8, 1, 233, 0], "summary": "The co-founder of British tech firm Autonomy was once labelled the UK equivalent of Bill Gates.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/9e4c/live/666be680-5e40-11ef-a18e-07b4efd360b4.jpg"}], "text": "Mike Lynch, a British tech entrepreneur, and his daughter Hannah are missing after a luxury yacht sank off the coast of the Italian island of Sicily. After co-founding British tech firm Autonomy in 1996, and backing several successful tech firms, the businessman was regarded by some as the UK's answer to Microsoft founder Bill Gates. One person is dead and six are missing after a 56m superyacht called Bayesian, which has been linked to Mr Lynch's family, sank following bad weather. His wife, Angela Bacares, has been rescued. The British tech tycoon made his riches by selling his company Autonomy to US computing giant Hewlett-Packard (HP) in 2011 for $11bn (£8.6bn). But an intense legal battle following the high-profile acquisition loomed over Mr Lynch for more than a decade. He was acquitted in the US in June on multiple fraud charges, over which he had been facing two decades in jail. In an interview on BBC Radio 4 in August, Mr Lynch said that he believed he had only been able to prove his innocence in a US court due to his wealth. The sinking of the yacht came on the same day that Mr Lynch's co-defendant in the fraud case, Stephen Chamberlain, was confirmed by his lawyer as having died after being hit by a car in Cambridgeshire on Saturday. Born on 16 June 1965, Mr Lynch is the son of a nurse and a fireman, and was raised near Chelmsford in Essex.  He studied Natural Sciences at the University of Cambridge, where he earned a PhD in mathematical computing, and later undertook a research fellowship. In 1991, Mr Lynch helped establish Cambridge Neurodynamics - a firm which specialised in using computer-based detection and recognition of fingerprints. His tech firm Autonomy was created five years later, using a statistical method known as \"Bayesian inference\" at the core of its software. The company's fast-paced growth and success throughout the late 1990s and early 2000s saw Mr Lynch earn a number of awards and accolades. In 2006 he was awarded an OBE in recognition of his service to UK enterprise. He served on the board of the BBC as a non-executive director, and in 2011 was appointed to the government's council for science and technology - advising then-Prime Minister David Cameron on the risks and possibilities of AI development. After Autonomy's sale to HP in 2011 - from which Mr Lynch is believed to have netted £500m - he went on to establish tech investment firm Invoke Capital. The venture capital fund invested in the creation of British cyber security company Darktrace in 2013. Mr Lynch, a shareholder in the firm, held a seat on its board until earlier this year. Mr Lynch and his wife Angela Bacares have two daughters, and live at the Loudham Hall estate in Suffolk. His daughter Hannah, 18, was also on the yacht which sank. The director general of Sicily's civil protection agency, Salvatore Cocina, told the BBC that Mr Lynch, his daughter and the yacht's chef were among the missing. BBC Verify looked at corporate records and found the Bayesian's ownership is tied to the family. Sources close to the matter have confirmed to the BBC that Ms Bacares has been rescued. Meanwhile, Stephen Chamberlain, Mr Lynch's co-defendant in the Autonomy trial, has also died, after being hit by a car. Mr Chamberlain was out running in Cambridgeshire on Saturday when he was fatally struck by the vehicle. Autonomy became successful for its software's ability to extract useful information from data such as phone calls, emails and video. It would then use this data to do things like suggest answers to a call-centre operator or monitor TV channels for words or subjects. Prior to its purchase by HP in 2011, Autonomy had headquarters in San Francisco and Cambridge. But the price tag came under scrutiny following the sale and Autonomy's value was written down by billions just a year later. In 2018, US prosecutors brought charges against Mr Lynch - accusing him of artificially inflating the company's value. They said he had concealed the firm's loss-making business reselling hardware, and also accused him of intimidating or paying off people who raised concerns. Mr Lynch told BBC Radio 4 at the start of August that while convinced of his innocence throughout the lengthy trial, he felt he was only able to prove his this in US court due to his wealth. \"You shouldn't need to have funds to protect yourself as a British citizen,\" he said. \"The reason I'm sitting here, let's be honest, is not only because I was innocent... but because I had enough money not to be swept away by a process that's set up to sweep you away.\" He added that following the lengthy legal saga, he wanted \"to get back to what I love doing, which is innovating\". Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Jade saw drugs kill family and friends - then they took her life too", "link": "https://www.bbc.com/news/articles/cly829j04y5o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 14:16:50 GMT", "published_parsed": [2024, 8, 20, 14, 16, 50, 1, 233, 0], "summary": "The 34-year-old, who told her story to BBC News last year, was found dead in a flat in Glasgow in March.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/0c2a/live/4d1afaf0-5eda-11ef-b43e-6916dcba5cbf.jpg"}], "text": "It is less than a year since we met Jade in Glasgow's Merchant City to hear her story. She was someone with direct and painful experience of Scotland's horrendous drug death tally – figures which are rising again, and remain significantly higher than those in the rest of Europe. Jade told us she had been using heroin and cocaine for years \"as a coping mechanism\" to block out trauma from her past. And she said she knew a lot of people whose lives had been taken by drugs. \"My ex-partner died of drugs. My dad died - he was an addict. “My sister passed away. A lot of my friends have passed away. \"I've seen too many people dying through drugs,\" she said. On 18 March this year, Jade was found dead in a flat in the Gorbals area of Glasgow. She was 34 years old. Jade's family did not want to be interviewed on camera but wanted to highlight the work being done to help people with addiction. We have chosen not to use her surname for their privacy. Jade's relatives praised the drug workers in Glasgow who had helped her time and again. But when two police officers arrived at the door with news of her death, they said it did not come as a shock. On the contrary, it was a moment they had both feared and expected for many years. \"We knew it was going to happen,\" one family member said to us. After police inquiries concluded, Jade's family were told that her death was drug-related but not a criminal matter. According to the latest official figures men were twice as likely to be the victim of a drug-related death than women last year, after adjusting for age. But that gap has narrowed since the early 2000s, when men were four or five times more likely to die.  Drugs workers say it can often be harder to help women than men. Heather Wilkins, gendered services project manager for Dundee Volunteer and Voluntary Action, said that many female drug users used illegal substances as \"a coping mechanism\" to deal with \"complex trauma,\" such as domestic abuse, rape and sexual abuse. Ms Wilkins did not know Jade and was not commenting on her case specifically. She said women tended to seek help at a later stage than men because of \"perceived shame\" in doing so, especially if they were mothers with concerns about the potential impact on their children. Ms Wilkins said they had tried to tackle those issues in Dundee by bringing together organisations dealing with mental health, housing and welfare along with elements of the justice system, psychologists and medical professionals. She said the resulting Dundee Women's Hub could be a model for other parts of the country in providing comprehensive and sustained support for drug users. \"We've got quite a wide variety of organisations and drug and alcohol services to support the women that are coming through – and you can get all that support in one place,\" added Ms Wilkins. Dundee is also hoping to pilot another idea which could potentially save lives – a drug-checking pilot which would allow users to submit a drug sample for testing to identify the substance or substances they were planning to take. Danny Kelly is from Hillcrest Futures, the charity which submitted the application to the Home Office. He said that, if approved, \"it gives us accurate information on what people are using and what's used across the community and, by having that, it means that we could give targeted harm reduction information\". Two other cities are also applying for a drugs testing licence, Aberdeen and Glasgow. In Glasgow, it would be based at an official consumption room for illegal drugs, including heroin and cocaine, which is under construction at a health centre in the east end of the city.  The project, a UK first, is running a few months behind schedule and is due to open on 21 October. Dr Saket Priyadarshi, who is in charge of the pilot project, told us that 2023 had been another difficult year for drug use in Glasgow. \"The drug market has never been as toxic and as volatile as it is at the moment,\" said Dr Priyadarshi, the associate medical director of Glasgow alcohol and drug recovery services. He said there had been \"a very significant change\" in the drug trends and drug use patterns in the city. \"People who inject drugs in Glasgow city centre, for example, are just as likely to be injecting cocaine as they are heroin,\" he explained. \"We need to be investing heavily in all evidence-based interventions and innovations in our drug services and treatment care services across Scotland.\" When we interviewed her last September, Jade had been enthusiastic about plans for the consumption room and drug treatment centre. It was a “brilliant idea,” she said, and \"would save a lot of people's lives\". Data for 2023 revealed that 1,172 people died - an increase of 121 on the previous 12 months.   Xylazine is not approved for use in humans and has caused fatal overdoses in the US. It will involve users taking their own illegal drugs in a hygienic environment under supervision. Hugh shows the BBC where he goes to use drugs as the UK's first consumption room was approved. The safe consumption room pilot in Glasgow will be the first to be sanctioned in the UK. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Convention spotlight shines on Biden – with speech he never wanted to give", "link": "https://www.bbc.com/news/articles/cx2g4dy4zr0o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 05:53:38 GMT", "published_parsed": [2024, 8, 20, 5, 53, 38, 1, 233, 0], "summary": "The president lauded Kamala Harris and said he gave his \"heart and soul to this nation”.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/e8fa/live/7f1e5ff0-5eea-11ef-b43e-6916dcba5cbf.jpg"}], "text": "It was not the speech Joe Biden wanted to give. At least, not this year, under these circumstances. But if anyone knows how quickly fortunes can change, it’s this president – whose personal and professional life has been scarred by tragedy and adversity. Speaking to a packed arena in Chicago on the first night of the Democratic National Convention, Mr Biden offered a full-throated defence of his presidency – touching on many of the themes that he campaigned on in 2020 and again this year before abandoning his re-election bid in mid-July, a few weeks after a catastrophic debate performance. \"Like many of you, I gave my heart and soul to this nation,” he said, towards the end of a nearly hour-long address punctuated by raucous shouts of \"Thank you, Joe\". Mr Biden had walked out onto the stage after being introduced by his daughter Ashley and wife, Jill, who told the audience she \"saw him dig deep into his soul\" when he decided to exit the presidential race. After hugging Ashley, he put a tissue to his eyes to dab away the tears. The president touched his heart, and stood a little straighter at the lectern, flashing a toothy smile as the crowd continued to cheer. His speech had a keen eye on his place in history but he spent time singing the praises of his vice-president - the woman he hopes will succeed him in the White House. “Selecting Kamala was the very first decision I made when I became our nominee and it's the best decision I made my whole career,” he said. “She's tough, she's experienced, and she has enormous integrity.” Unlike his Oval Office address four weeks ago, Mr Biden did not speak directly of passing the torch to a new generation - but the message was clear enough. After the president concluded his remarks, Ms Harris and her husband Doug Emhoff came out to embrace Mr Biden and his wife, Jill. “I love you,” the vice-president mouthed to Mr Biden after their hug. While Mr Biden spent much of the end of his speech focusing on Ms Harris – a tacit acknowledgment that how she fares against Donald Trump in November's vote could make or break how history, and his party, remembers him - many of the evening’s earlier speakers directed their tributes to the current White House resident. It started with a planned – but unannounced – appearance by Ms Harris herself, who took the stage to thunderous applause. “Joe, thank you for your historic leadership and for your lifetime of service to our nation and for all you continue to do,” she said. “We are forever grateful to you.”  Later, Delaware Senator Chris Coons – one of Mr Biden’s closest allies – took his turn singing the president’s praises. “I’ve never known a more compassionate man than Joe Biden,” he said. “I’ve never known a man who has taken from his own loss and his own faith and delivered so much for the future of so many others.” Hillary Clinton offered her own tribute when she appeared on stage earlier in the evening, telling the crowd that Mr Biden had \"brought dignity, decency and competence back to the White House\". The 2016 Democratic nominee received an extended ovation, and she noted that while she did not break the “highest, hardest glass ceiling” by becoming the first woman president, “on the other side of that glass ceiling is Kamala Harris taking the oath of office”. The reception Mr Biden received from the packed Democratic convention hall was equally electric. The Democrats here in Chicago have been jubilant all day. But the cheers for the president could be as much a sign of gratitude for his grudging decision to step aside as it was a tribute to a storied political career that began in 1972 when he was first elected to Congress at the age of 29. Tomorrow, Barack Obama will address the convention crowd. On Wednesday, Bill Clinton will have his turn. Both are former presidents who stood for – and won – re-election. Mr Biden will not have that opportunity. Instead, he was left to define and defend his legacy as a one-term president in a speech that, barring a major national event in the next five months, will be his final address to a massive American television audience. Toward the end of the speech, he quoted a line from a song, American Anthem. “Let me know in my heart when my days are through, that America, America, I gave my best to you,” he said. The crowd erupted in another round of applause. Eight years ago, Mr Biden passed up a presidential bid in favour of Mrs Clinton – under some not so subtle pressure from Mr Obama. Four years ago, he won the nomination, but the Covid pandemic denied him an opportunity to bask in adulation of a packed Democratic convention hall and the celebratory post-speech balloon drop. This, then, was as close to a Democratic convention moment in the spotlight Mr Biden will get. After his speech concluded – past midnight on the US east coast - the president left the arena and headed to Air Force One for a flight to California for a holiday. His time in Chicago, at this Democratic National Convention, was measured in hours, not days. And despite his desires just a few months ago, his remaining time as president will be measured in months, not years. DNC: What else to expect at the Democratic National Convention SIMPLE GUIDE: Everything you need to know about the vote SWING STATES: Where the election could be won and lost EXPLAINER: RFK Jr and other candidates outside the major parties An emotional President Joe Biden took to the stage on opening night of the Democratic National Convention. The vice-president made a surprise appearance on the first night at the Democratic convention. Federal agencies say Iran was trying \"to stoke discord and undermine confidence in our democratic institutions\". Taylor Swift has yet to weigh in on the 2024 election, but endorsed the Biden-Harris ticket in 2020.  Katty Kay says Biden will use speech to defend his legacy and pass the torch - then he'll go on holiday. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "East v West - Germany's drug-fuelled Cold War for medals", "link": "https://www.bbc.com/sport/olympics/articles/crlrn9re3z5o", "tags": [], "flavor": "art", "published": "Mon, 19 Aug 2024 23:02:55 GMT", "published_parsed": [2024, 8, 19, 23, 2, 55, 0, 232, 0], "summary": "At the end of the Cold War, East Germany's systematic doping secrets spilled out. The truth on the other side of the Berlin Wall has taken longer to emerge.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/6293/live/d9e14b30-565e-11ef-8f0f-0577398c3339.jpg"}], "text": "East v West - Germany's drug-fuelled Cold War for medals \"These are all harmless drugs. All athletes take them. It's really nothing special.\" That was what German heptathlete Birgit Dressel, who finished ninth in the 1984 Olympic Games, once told her mother. Sadly, those words couldn't have been further from the truth. On 8 April 1987, after taking medication to help with a bad back, Dressel's body went into allergic-toxic shock, leading to rapid organ failure.  After two days of agony in Mainz hospital, she died at the age of 26. Her autopsy revealed traces of more than 100 drugs in her system, including anabolic steroids that she had been taking for years, while her medical history showed she had been injected with at least 40 different substances throughout her career, with one practitioner alone administering 400 injections. During her final years, she became heavily reliant on prescription drugs to compete and live pain-free. Her tortuous training regime had pushed her body to the brink, and by the time of her death, she was experiencing hip pain, lateral bending of the spinal column, damage to the discs and fusion of the spinal vertebrae, displacement of the pelvis, degeneration of both kneecaps and sunken arches in her feet.  To combat the pain, she was reportedly taking nine pills a day, as well as additional drugs administered by three separate doctors. Dressel's demise was a harrowing example of how far humans will go to keep up, but her story had much broader implications. After the reunification of Germany in 1990, a treasure trove of documents held by the then-defunct East German secret police, the Stasi, revealed what many had suspected for decades: East Germany had conducted a state-sponsored, systematic doping operation that led to spectacular sporting success. As the sordid details were gradually revealed, Western European nations appeared vindicated.  Allegations of East Germany doping, along with other Soviet satellite states, had increased dramatically throughout the 1980s. Here was confirmation the other side had been cheating all along. However, the narrative was not quite so simple. The division between 'clean' and 'dirty' athletes was not as well-defined as the line that had cut Germany in half for nearly 50 years. Dressel, born in Bremen and living in Mainz, was not from East Germany but from the West. While they would take decades to emerge, West German sport had its own secrets. Ines Geipel (far left, bib number 166) competing in 1985. On the far right, in bib number seven, is Marita Koch, another East German athlete whose 39-year-old 400m record still stands today \"From the 1970s onwards, East Germany began winning a lot of medals. West German politicians started worrying about it and spreading the message that West German athletes needed to win medals too,\" says Letizia Paoli, who chaired the 2009 committee investigating West German doping activity at the University of Freiburg. \"They couldn't afford to look worse than the East. Medals were seen as an indicator of political and economic success.\" The East German doping system was comprehensive, systematic and all-encompassing. Stasi files revealed that an initially amateurish doping programme was transformed in 1974 by an innocuous-sounding piece of policy called State Research Plan 14.25. It mandated doping across all sports with the potential to deliver Olympic glory. Thousands of athletes, some as young as 12, were shovelled through a programme where cheating was a prerequisite. \"The training regime was really tough. We trained three times a day, and when we weren't training we did physiotherapy, sauna and yoga to recover. We were like well-bred horses waiting to race,\" says Ines Geipel, a former East German athlete and author of a book, Behind The Wall, which details her experience in Cold War East Germany. \"As young people, sport was the only way for us to see the world - to get out. \"We were given various tablets in silver foil, but there was no information about them, just that they were good to take because we sweated so much while competing.\" Thanks to recovered documents, Geipel now knows she was primarily being given an anabolic steroid called oral turinabol. Refusals or questioning led to the withdrawal of athletic sponsorship and a black mark against your name in Stasi files. That, in turn, could affect your chances of gaining employment, housing or benefits. Geipel felt the full weight of the Stasi when officials uncovered her plans to defect and remain in Los Angeles after the 1984 Olympics to be with a Mexican athlete she had fallen in love with. After returning to East Germany, the Stasi turned the screw, she was expelled from sport and, for many of her compatriots, became a social pariah. \"If you escaped, you were seen as a traitor,\" said Geipel. \"Firstly, they wanted to find a man in the GDR [East Germany] who looked like the Mexican I'd fallen in love with. \"They thought if I met a man who looked like the Mexican, then everything would be good again. There wasn't such a man. \"Then they tried to force me to commit to the Stasi. But I didn't do it. \"The last stage, when they didn't see any other option, was to operate on me and cut through my stomach. \"It's all in the files... they cut the stomach in such a way, through all the muscles and everything so that I couldn't run any more and didn't have a way of getting to the rest of the world any more.\" In August 1989, she fled to the West via Hungary after crawling across the heavily-defended border. Geipel, pictured in 2014, asked for her name to be removed from the German record books after she was part of a quartet who set a national 4x100m record. An asterisk now appears in its place It is possible to pick up the threads of Germany's recent doping past and follow them back decades. Plenty lead to the Western side of the Cold War. The day before the 2006 Tour de France,  a doping scandal exploded. German rider Jan Ullrich, the 1997 Tour winner and one of that year's favourites, was sitting on a bus on the way to a press conference when he received the news that his world was about to come down around him. Operation Puerto, an investigation by Spanish police into doping in sport, had connected him to illegal blood transfusion.  The investigation's details were scandalous: Manolo Saiz, the directeur sportif of the Liberty Segurosâ\u0080\u0093Wurth team, was arrested with a briefcase of cash in Madrid. The Spaniard was never charged, but neither did he ever return to the top level of professional cycling.  Elsewhere a fridge filled with 186 blood bags, labelled with codenames belonging to athletes, was discovered at doctor Eufemiano Fuentes' clinic, along with complex machines to manipulate and transfuse blood. Investigations into his German-based T Mobile team later uncovered more than a decade's worth of doping starting in the early 1990s, when it was known as Telekom. Ullrich, seen here in the wake of his 2006 suspension from the Tour de France, has said that not blood doping during his era would have been \"like going to a gunfight armed only with a knife\" Two team doctors, Andreas Schmid and Lothar Heinrich, admitted their involvement in long-term doping. \"I made available to cyclists, upon request, drug substances, especially EPO [erythropoietin, a hormone that causes the body to make more red blood cells],\" said Schmid, claiming in his defence that he had never doped an unwitting athlete. Both men came from one university department: the University Medical Center Freiburg, in south-west Germany, just 20 miles from the French border. The University of Freiburg responded by forming an independent committee to look into historic doping allegations. The first commission was quickly dissolved due to health reasons, while Paoli, an Italian criminologist, was asked to chair the second and head a six-strong team of investigators. She accepted, but her and her team's relationship with the university soon deteriorated. All six of the investigators resigned in protest at the lack of cooperation from the university and its departments, but ultimately did publish an independent report. It painted a damning picture of decades of doping by medics based at Freiburg. Two men were cited as key players: professors Joseph Keul and Armin Klumper. From the 1960s onwards, Keul, who died in 2000, was the superstar physician in Germany, working with scores of top-level athletes and acting for more than 20 years as head physician of the German Olympic team. Keul started providing medical care for West German Olympic teams in 1960 Klumper joined Freiburg in the mid-1960s, initially as a medical assistant, before becoming head of sports traumatology. \"Unlike in East Germany, where it was a top-down doping system, in the West, much of it was outsourced to Freiburg,\" says Paoli. According to sources seen by the commission, as many as 90% of West German track and field athletes during the 1970s and 1980s passed through Freiburg - though how many doped may never be known.  What is clear is that Keul and Klumper played vital roles in West Germany's and then Germany's sporting successes. \"The athletes loved Klumper. He was excellent with his diagnostics and would go to the track and field to spend a lot of time with them, while Keul was more hands-off,\" says Paoli. Evidence of Klumper's involvement in doping is staggering. His infamous 'Klumper cocktails' were referenced multiple times during interviews with ex-athletes. \"These were mixtures of off-label medicines, prescription medicines, doping products and natural remedies that were supposedly tailored to individual athletes' needs,\" says Paoli. One such athlete was Dressel, who visited Klumper regularly for treatment. Her last visit to Freiburg came on 24 February 1987 - less than three months before her death - where he reportedly gave her a cocktail containing 15 substances. By the late 1980s, numerous West German sporting figures, including discus thrower Alwin Wagner, external and sprinter Manfred Ommer,, external were openly linking Klumper, who died in 2019, with historic doping. Yet he also had his supporters. Even as his name began to sink under further allegations in 1997, a passionate defence was published in a national newspaper, signed by some major names in German sport at the time, including gymnast Eberhard Gienger, decathlete Jurgen Hingsen and footballer Wolfgang Overath. Gienger subsequently admitted in 2006 that he had taken anabolic steroids, external during his career, saying he doped to aid his recovery after an operation and that Klumper \"prescribed very generously\".  Hingsen insisted in 2016 that Klumper and Keul had never offered him anything illicit, external. Overath has since described any suggestion of doping during his time in elite sport as 'absurd'., external Hingsen in discussion with Klumper (right) in the summer of 1988. Hingsen committed three false starts in the 100m - the opening event of the competition - in the Olympic decathlon in Seoul later that year, ending his hopes of a medal Olympic medal-winning hammer thrower Uwe Beyer presented a prescription for steroids bearing Keul's name, but, overall, direct evidence linking Klumper's colleague with doping was less widespread. Keul instead worked to undermine the growing evidence of the health risks of drug misuse and the anti-doping system designed to catch cheats. In 1976, he gave an interview explaining how he justified his stance to himself and others. \"Where is it written that we should prevent harm?\" Keul said to German broadcaster ZDF. \"That is a general medical task, but it has nothing to do with sports medicine.\" For him, healthy sportspeople gambling on performance enhancement was a separate branch of medicine, one where the usual considerations did not apply. In 1992, with public funds drying up after the end of the Cold War, Keul began taking large amounts from external sources, including Deutsche Telekom's cycling team, which later became T-Mobile. The narrative of a virtuous West Germany emerging victorious from sport's Cold War was dented when T-Mobile and Keul's Freiburg colleagues were caught up in the Tour de France doping scandal in 2006. In August 2013, it was fatally shattered. Alwin Wagner finished sixth at the Los Angeles 1984 Olympics, but said Armin Klumper stopped doping him after those Games as he continued to criticise and question the drugs regimes that West Germany's elite athletes undertook A report commissioned by the German Ministry of Sport and carried out by researchers at Humboldt University in Berlin and the University of Munster - Leaks from Doping in Germany from 1950 to Today - appeared in various German newspapers. The report was heavily redacted because of legal and privacy concerns, but was clear enough in its claim that doping was widespread on both sides of the Cold War divide and had continued after reunification. The revelations on West German doping landed like a bombshell, with the reverberations travelling around the world. The report alleged that West Germany's shock comeback win over Hungary in the 1954 World Cup final - a game often called 'The Miracle of Bern' - had been powered by pervitin, an energy-boosting methamphetamine. The drug had been studied in depth for its doping qualities at Freiburg during the 1950s. Questions were also raised over West Germany's 1966 World Cup, in which they reached the final but lost to England 4-2. The report revealed that a letter from Fifa official Mihailo Andrejevic informed the president of the German Athletics Association, Max Danz, that \"fine traces\" of ephedrine - a central nervous system stimulant - were found in three players of the German national team.  No action was taken and some have speculated that the players may have consumed the ephedrine in a cold medicine. By the time of the 1972 and 1976 Olympics, in Munich and Montreal respectively, organised doping was common among West Germany's elite athletes, the report added. While most of Germany's sports federations agreed to take part and share documentation, according to the report, it was notable that the country's athletic association refused to hand over the minutes of its presidential meetings, while \"a former president of the federation was unwilling to allow access to doping-related documents in his possession\". The report also states that the German Football Association only offered the researchers access under ultimately unacceptable conditions, while the security services refused access to potential doping-related documents from both West and East Germany. Over a decade later, the initial report, even with redactions, is only available as a physical copy by request to the German government.  The Federal Institute for Sports Science (BISp) said the 804-page initial report did not \"meet the requirements of good scientific work in form and content\" and requested that it was revised. A later, 43-page version has been made available more publicly., external The University of Freiburg told BBC Sport it was \"committed to the consistent, unreserved and transparent clarification of the past surrounding Freiburg sports medicine\" and described the resignation of Paoli and her team of investigators and their failure to deliver a final report in conjunction with it as \"very regrettable\". The university has made some parts of the team's provisional work available online., external Germany announced in July, external that it intends to bid to host the 2040 Olympic and Paralympic Games. If successful, the event would mark 50 years since reunification. But, like the future, the country's past is contested. The Cold War had its victor, and victors often have the freedom to mould history and storylines as they see fit. Yet West Germany's secrets have, at least partially, emerged to change the script. East Germany doped its athletes on a chillingly industrial level that saw thousands drugged without clear consent to gain a sporting upper hand - but the situation in the West was far less opaque. Those in West Germany were afforded freedom beyond the wildest dreams of East Germans, but it is becoming increasingly clear that many chose exactly the same methods as the enemy.  For some, in the battle for Cold War medals, anything to gain an advantage was fair game. The air crash and the underdogs -  a triumph for a lost generation The rise and fall of North Korea - the sleeping giant of women's football An Olympic friendship that defied Hitler Inside the gym building champions - and community Chasing the 'Ghost' - a superstar struck down by lightning Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "Ayling-Ellis 'excited' to make history as TV host", "link": "https://www.bbc.com/news/articles/crlr0jzekx0o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 02:39:08 GMT", "published_parsed": [2024, 8, 20, 2, 39, 8, 1, 233, 0], "summary": "The former Strictly winner will become the first deaf person to host live sports coverage on TV.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/0249/live/d58e9f30-5e3b-11ef-8c32-f3c2bc7494c6.jpg"}], "text": "Actress and former Strictly winner Rose Ayling-Ellis says it's \"really exciting\" to become the first deaf person to host live sports coverage on TV. The EastEnders star will be one of Channel 4's hosts of the Paralympic Games, which begin in Paris next week. Ayling-Ellis will host a daily show, Afternoon Live, alongside Clare Balding from the Athletes' Village, with live British Sign Language (BSL) signing. The actress said the Paralympics was \"a great opportunity to show people what us disabled people can do\". For the opening and closing ceremonies, Balding will be joined by broadcaster and former wheelchair basketball player Ade Adepitan and Paralympic swimming champion Ellie Simmonds. Channel 4's presenting line-up will also feature former rugby union player Ed Jackson, racing driver-turned-pundit Billy Monger, BBC Radio 1 presenter Vick Hope, and comedian Josh Pugh. Ayling-Ellis said the Paralympics \"breaks people's barriers of understanding what we are capable of\".  \"Really, though,\" she added, \"we shouldn't be trying to prove this to people.\" \"It is really exciting that I am the first deaf person to host a live sports TV show. People seem to think that hosting a show is also to do with hearing, but now I'm here to prove that doesn't have to be.\" The 29-year-old said she has had \"lots of training\" before taking on her first hosting job. \"I didn't realise how hard it is,\" she said. \"I did panic a bit and think, what have I signed up for? \"But I really love it. I'm really enjoying it. I'm so excited to be doing it.\" Ayling-Ellis joined EastEnders in 2020, and became the first deaf contestant to compete on Strictly Come Dancing the following year. She left EastEnders in 2022. She was also the first person to deliver a CBeebies bedtime story in sign language. \"My career so far has been quite mad, and this is another job for me to challenge myself really,\" she continued. \"It is such a big challenge. No-one deaf has ever done this before. I think I'm addicted to being the first of doing something, and that is what I want to do.\" Ayling-Ellis said that, when she talks to the Paralympians, she does not \"want it to become an inspirational story so everyone else feels better about their lives\". \"It's for everyone to learn from and understand more about disability and that this is all just normal.\" Ayling-Ellis was also the first deaf person to deliver the Alternative MacTaggart lecture at the Edinburgh TV Festival, and helped launch the first deaf Barbie. Last year, she made her West End debut in the Shakespearean romantic comedy As You Like It, being nominated for an Olivier Award for her performance. Balding, who has presented Wimbledon and the Olympics this year, called the Paralympics the \"peak of the summer of sport\". She noted that a lot of live presenting is reliant on talkback, the system that allows directors and editors to communicate with on-screen presenters through an earpiece. \"So we're finding different ways of doing things like that and it's so important to take on that challenge and take new steps,\" Balding said. \"When Paralympic athletes like Jonnie Peacock, Ellie Simmonds, Jodie Cundy or Lauren Steadman have appeared on Strictly, the first question has been 'Well, how?' And now, with Rose, [to] work on a live programme, you might say, 'How is a deaf presenter going to?' \"We're going to show you. We're not going to tell you how, we're going to show you.\" Channel 4's coverage of the Paris 2024 Paralympic Games will begin with the opening ceremony on 28 August, with the closing ceremony on 8 September. The winners will be announced at a ceremony at London's O2 Arena on 11 September. Across a career spanning several decades, Donahue was considered the \"king of daytime talk\". The 36-year-old will follow up her award-winning drama I May Destroy You with First Day On Earth. The TV watchdog decides not to investigate the complaints, which it says involved bullying and racism. A couple want to raise £70,000 to fund a play area nearer their Northamptonshire home. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "How does the GCSE grading system work?", "link": "https://www.bbc.co.uk/news/education-48993830", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 15:05:28 GMT", "published_parsed": [2024, 8, 20, 15, 5, 28, 1, 233, 0], "summary": "The 9-1 grading system for GCSEs began in 2017 in England.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/E72F/production/_114038195_stokey.jpg"}], "text": "GCSE students in England, Wales and Northern Ireland are getting their results on Thursday. In England, GCSEs are graded using a numerical system from 9 to 1. Years ago, they were graded using an A-to-E letter system. Exams are graded differently in Wales and Northern Ireland.  Scotland has a separate qualifications system to the rest of the UK, with no GCSEs. GCSEs 2024 full guide: Dates, appeals and resits The 9-1 grading scheme was brought in alongside an overhaul of the curriculum in England in 2014. The rollout began in 2017 with three subjects - English language, English literature and maths - being the first to be graded in numbers. By 2020, all subjects were using the new grading system.  The highest grade is 9, while 1 is the lowest, and U means \"ungraded\". The number scale is not directly equivalent to the old letter one. However, the two scales do meet in certain places: the bottom of grade 7 is aligned with the bottom of grade A the bottom of grade 4 is aligned with the bottom of grade C  the bottom of grade 1 is aligned with the bottom of grade G three number grades - 9, 8 and 7 - correspond to the two previous top grades of A* and A Grade boundaries dictate what the lowest mark is you can get to achieve a grade. They are decided by examiners each year. Exam boards publish grade boundaries on results day. Pupils need a 4 for a \"standard pass\" and 5 for a \"strong pass\".  This means that a candidate who gets nine grade-4s has, technically, passed all their exams.  However, the government's school league tables, external are based on the percentage of pupils who achieve a 5 or above in English and maths GCSEs. Many sixth forms insist on a minimum number of 5s or 6s as a condition of entry for further study. The numerical grading scheme was introduced as part of a 2014 curriculum overhaul by then-education secretary, Michael Gove. It put less emphasis on GCSE coursework than before, with grades in almost all subjects decided in final exams. The qualifications were designed to be more challenging, with exams taken after two years of study. Previously pupils covered the syllabus through a series of modules with regular assessments throughout the course.  At the time of the changes, the government argued that, external the new scale \"recognises more clearly the achievements of high-attaining students, as the additional grades allow for greater differentiation\".  It also said that the move from letters to numbers would make it clear - for example to an employer - \"whether a student has taken a new, more challenging GCSE, or an old reformed GCSE\". How much does university cost and does it boost earnings? What are T-levels and what are the grades worth?  What are apprenticeships and how do I choose a good one? Grades have changed in Northern Ireland too. In summer 2019, the CCEA introduced a new nine-category grade scale - A* to G, including a C*.  Students may also get results with grades 9-1 if they take exams set by English boards. CCEA: A guide to changes in GCSE grading, external The Welsh government introduced new and revised GCSE courses in September 2015. The most significant changes were in English language, Welsh language and mathematics.  Wales retained the letter-based grading structure A*- G. Qualifications Wales: GCSEs, external When do GCSE results come out? A-level results day: Grades and Ucas clearing explained Body recovered near sunken Sicily yacht believed to be that of chef Recaldo Thomas What might have caused Sicily yacht to sink King expresses 'sympathy and empathy' on Southport visit Five takeaways from the Democratic Convention's first night Ayling-Ellis 'excited' to make history as TV host 'Shock & despair' - how Southport FC helped a town in mourning 'My family died in front of my eyesâ\u0080\u0099: Harrowing tales from a Myanmar massacre 'There will be many footpaths simply lost' I never thought I'd get home, gay man arrested in Qatar says 'For two seconds I lost my baby in the sea' - Sicily yacht survivor How sinking of luxury yacht off Sicily unfolded Who is British tech tycoon Mike Lynch? Messy, tender comedy from Kyla Harris Tetraplegic artist Freya asks her chaotic best friend Jo to be her carer in her new home Sting: storyteller, activist, superstar Vernon Kay is your guide to one of British music's most individual artists, Sting Charming comedy with Tom Hollander and Olivia Colman How will a rural parish vicar handle the demands of a modern inner-city church? Can we floodproof a city? Tom Heap and Helen Czerski meet people with fresh ideas to combat rising sea levels Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "Mpox not new Covid and can be stopped, expert says", "link": "https://www.bbc.com/news/articles/cvg34y37jqgo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 15:53:47 GMT", "published_parsed": [2024, 8, 20, 15, 53, 47, 1, 233, 0], "summary": "The world must act now to ensure vaccines reach the areas most in need, the WHO's Dr Hans Kluge says.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/89ea/live/0e4cd1b0-5ee2-11ef-95f0-03cd55644816.jpg"}], "text": "Mpox is \"not the new Covid\", because authorities clearly know how to control its spread, a leading World Health Organization expert has said.  Despite real concern about a new variant of the virus, and a global alert, Europe regional director Dr Hans Kluge told journalists, together we could - and must - tackle mpox.  And strong action now - including ensuring vaccines reach the areas most in need - could stop another cycle of panic and neglect.  A case of the new variant, Clade Ib, was confirmed in Sweden last week and linked to a growing outbreak in Africa. Mpox has killed at least 450 people in the Democratic Republic of Congo (DRC), the former Zaire, in recent months, linked to Clade Ib. There is still a lot to learn about the new variant, experts say, but it may be spreading more easily, causing more serious disease. No Clade Ib cases have been seen in the UK - but experts warn it can spread unless international action is taken. A different variant, Clade II, was behind the 2022 outbreak that initially affected Europe and continues to circulate in many parts of the world. But experts know how to control mpox, regardless of the variant - through non-discriminatory public-health action and equitable access to vaccines, Dr Kluge says.  The virus, which causes a fever and rash, can be spread by skin-to-skin contact with lesions, including during sex.  Dr Kluge said the risk to the general population was low. \"Are we going to go in lockdown in the WHO European region, it's another Covid-19? The answer is clearly: 'no',\" he said. \"Two years ago, we controlled mpox in Europe thanks to the direct engagement with the most affected communities of men who have sex with men,\" Dr Kluge said. \"In 2022, mpox showed us it can spread quickly around the world. \"We can, and must, tackle mpox together – across regions and continents. \"Will we choose to put the systems in place to control and eliminate mpox globally or will we enter another cycle of panic, then neglect?\"  About 100 new Clade II cases were now being reported in the European region every month, Dr Kluge added. Travellers to affected areas in Africa have been advised to consider vaccination. WHO spokesman Tarik Jasarevic said the WHO was not recommending the use of masks. \"We are not recommending mass vaccination. We are recommending to use vaccines in outbreak settings for the groups who are most at risk,\" he added. The Africa Centres for Disease Control and Prevention has said it has a \"clear plan\" to get 10 million doses of vaccine for the continent. The DRC and Nigeria will begin vaccinating from next week.  Danish vaccine manufacturer, Bavarian Nordic, will transfer its technology to African manufacturers so the vaccine can be made locally in order to increase the supply and reduce the cost, it added.  Speaking in a press briefing, Director General of Africa CDC, Dr Jean Kaseya, also pleaded countries not to punish Africa with travel bans.  \"I clearly request our partners to stop thinking about travel bans against Africans, that one will bring us back on the unfair treatment that we had during the Covid time. \"Solidarity means we need you to provide appropriate support in terms of medical counter-measures,\" he said. Matt Hughes' ten-year-old daughter Megan has a rare blood disease called aplastic anaemia. The number of drug and alcohol addictions in Gloucestershire has risen over the last year. Grant Anderson has never ventured very far since 2020 for fear of missing out on a transplant. A teenager shares how he became addicted after trying the drug in a vape with school friends. Jersey Recovery College says growing costs have coincided with a reduction in income and donations. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Train superfan, 5, becomes rookie driver", "link": "https://www.bbc.com/news/articles/c0qe8vj2yy8o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 13:22:37 GMT", "published_parsed": [2024, 8, 20, 13, 22, 37, 1, 233, 0], "summary": "Daniel from Wigan is invited to Avanti West Coast's training centre to test drive his favourite trains.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/d0ce/live/ee8575a0-5eda-11ef-b863-67494f43b5d2.jpg"}], "text": "A five-year-old boy described as a train \"superfan\" has become a rookie driver in what his mother said was an experience he would \"never forget\". Daniel Rogerson from Standish, in Wigan spent a day at Avanti West Coast's training centre to test drive his favourite Pendolino-type trains. He was invited after the rail firm spotted a picture on social media of the Pendolino-shaped bed his family had  specially made for him. Daniel's mother Elaine Rogerson said the opportunity for him to train as a rookie driver was \"amazing\".  Daniel's family said he became an avid fan of trains from an early age, with the five-year-old particularly keen on Pendolino-type vehicles operated by Avanti West Coast.  His enthusiasm prompted his mum to order a bespoke train-shaped bed from a local furniture store, which led to his invitation to attend the rail firm's driving centre.  The five-year-old test drove trains in a simulator and got the chance to sit in the driver's cab of a training vehicle.  He was also given a behind-the-scenes tour of Crewe station and was taught how to dispatch trains from an announcer's offices.  \"It’s an experience we’ll never forget,\" Ms Rogerson said.  \"After his time at Avanti West Coast’s driving school, I couldn’t be more certain he’s destined to be a train driver.\" Natalie Whitehouse from the rail firm said Daniel \"seemed right at home and impressed us with his knowledge, as well as eagerness to learn\". Listen to the best of BBC Radio Manchester on Sounds and follow BBC Manchester on Facebook, X, and Instagram. You can also send story ideas to northwest.newsonline@bbc.co.uk National Rail says lines running through Stafford are blocked with disruption expected all day. The three men will appear at Crewe Magistrates' Court on Friday, following the blaze, police say. Dean Rogers-Rock praises the \"amazing\" community response after his family's home was damaged. House damage following a nearby factory blaze leaves a dad worried for items linked to his late children. Rsidents are home after some spent two nights away from home as firefighters tried to dampen down. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Scotland's drug deaths still worst in Europe after 12% rise", "link": "https://www.bbc.com/news/articles/c5y5ll3ler7o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 14:22:46 GMT", "published_parsed": [2024, 8, 20, 14, 22, 46, 1, 233, 0], "summary": "Data for 2023 revealed that 1,172 people died - an increase of 121 on the previous 12 months.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/7c3f/live/524680b0-5ed2-11ef-9b96-11c19c5d4276.jpg"}], "text": "The number of people who died due to drug misuse in Scotland has risen sharply. National Records of Scotland (NRS) data for 2023 revealed that 1,172 people died - up 121 on the previous 12 months, which represents a 12% increase.  The figures, however, are the second lowest number of drug misuse deaths since 2017.  The Scottish government said the level of drug misuse deaths in the country remained “hugely concerning”. The increase follows the first significant drop in fatalities in several years in 2022 when there were 1,051 drug-related deaths, at the time seen as an early sign that progress was finally being made.  But the latest figures remain far higher than the 244 deaths in 1996 when comparable records began. Scotland continues to have a far higher rate of recorded drugs deaths than other European nations, including other parts of the UK. They are 2.7 times as high as the 2022 rates for England and Northern Ireland, and 2.1 times as high as the 2022 rate in Wales. Scotland averaged 277 deaths per million people aged 15-64 in 2023.  In comparison, the next highest countries were Estonia with 95 deaths per million people and Norway with 86 deaths per million, according to the most recent data available by the European Union Drugs Agency covering the year 2022.   Opiates/opioids - such as heroin, morphine and methadone - were the most common drugs connected to deaths, being implicated in 937 deaths - 80% of the overall total.  The report also confirms psychoactive substances such as benzodiazepines are posing significant dangers. The number of deaths involving bromazolam rose from 54 in 2022 to 426 last year. These types of drugs are used to treat anxiety disorders, insomnia and seizures. Deaths involving synthetic opioids known as nitazenes rose from just one to 23 in 12 months. There has been a sharp rise in cocaine overdoses with the drug a factor in 479 deaths in 2023 - an increase from 371 deaths in 2022. NRS says cocaine was a factor in 41% of deaths — up from 6% 15 years ago. Figures hit a record overall deaths high of 1,339 in 2020. The data revealed that people living in the most deprived areas of Scotland were more than 15 times as likely to die from drug misuse than in the least deprived areas, while the age that people die from drug misuse has increased over the past two decades.   Those aged 35-54 were most likely to die from drug misuse in 2023 and men were twice as likely to have a drug misuse death as women. After adjusting for age, Glasgow and Dundee had the highest rates of drug misuse deaths while East Renfrewshire and East Dunbartonshire had the lowest. The rate of drug misuse death was also above the Scottish average in Inverclyde, North Ayrshire, West Dunbartonshire, East Ayrshire, Renfrewshire and North Lanarkshire. Scottish Conservatives leader Douglas Ross called the new data \"shocking and shameful\" and said that drug deaths were the country's \"national shame.\"  He said: \"These awful statistics highlight yet again the urgent need for John Swinney and the SNP government to finally give their backing to the Right to Recovery Bill.\" Scottish Liberal Democrats leader Alex Cole-Hamilton said the \"devastating news\" should prompt the Scottish government to strengthen frontline services and introduce new drug checking facilities, while Gillian Mackay of the Scottish Greens said the \"root causes\" of drug addiction needed to be targeted.   The Scottish government's health secretary Neil Gray told BBC Scotland News that the amount of drug deaths was \"unacceptable\" and there was a \"recognition\" in government that more needed to be done.  He said: \"It’s a very complex picture. There is no escaping the fact that the drug death pictures are profoundly  worse here than in other parts of the UK, and  indeed in other parts of Europe.  \"I take responsibility for that. We can also see from other countries that have embarked on a public health journey, like Portugal, that where there is investment in the likes of safer consumption rooms then you can make a difference.\" Mr Gray cited safer consumption rooms in parts of the country and more drug-testing facilities as being part of the Scottish government's plans to improve the situation. The 34-year-old, who told her story to BBC News last year, was found dead in a flat in Glasgow in March. The number of drug and alcohol addictions in Gloucestershire has risen over the last year. A teenager shares how he became addicted after trying the drug in a vape with school friends. Xylazine is not approved for use in humans and has caused fatal overdoses in the US. Anne-Marie Cockburn says she wishes she had connected with her daughter when she had the chance. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Hostages' bodies found in Gaza tunnels, says IDF", "link": "https://www.bbc.com/news/articles/c23lgy1k22zo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 15:12:13 GMT", "published_parsed": [2024, 8, 20, 15, 12, 13, 1, 233, 0], "summary": "Five of their deaths had already been confirmed by Israel, though it was thought one could still be alive.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/b3ec/live/cd2044e0-5ecf-11ef-b43e-6916dcba5cbf.jpg"}], "text": "The bodies of six hostages being held by Hamas have been retrieved from an \"underground tunnel route\" inside the Gaza Strip, Israel's military has said. A statement from the Israel Defense Forces (IDF) said the bodies of Yagev Buchshtab, Alexander Dancyg, Avraham Munder, Yoram Metzger, Chaim Peri and British-Israeli Nadav Popplewell were recovered from the Khan Younis area on Monday. Five of their deaths had already been announced by Israel, though it was thought Avraham Munder could still be alive. The overnight recovery operation was carried out by the IDF alongside the security agency Shin Bet. During the operation, the IDF said its forces located a 10m (33ft) deep tunnel shaft which led to an \"underground tunnel route\", inside which the bodies were found.  They were retrieved after \"prolonged combat in a built-up area and in multi-story buildings\". The six men were all kidnapped from Kibbutz Nir Oz and Kibbutz Nirim, near Israel’s border fence with Gaza, during Hamas's attacks on southern Israel on 7 October. In June, Israel confirmed the deaths of Mr Popplewell, 51, Mr Peri, 79, and Mr Metzger, 80. The IDF stated the three men had died during an Israeli operation in Khan Younis. In July, the IDF also confirmed the deaths of Mr Buchshtab, 35, and Mr Dancyg, 76, stating an investigation was being carried out into how they died. Israeli media, citing military sources, reported at the time there was a “high probability” that at least one of the men was killed by Israeli fire. Alexander Dancyg’s son, Mati Dancyg, said on Tuesday that Israeli Prime Minister Benjamin Netanyahu’s government had chosen to \"abandon the hostages in order to survive\". \"Netanyahu chose to sacrifice the hostages. Karma will judge him and he will pay for it, big time,\" he told Israeli public broadcaster Kan. Government estimates suggest there are 105 hostages remaining in Gaza, 71 of whom are thought to be alive. An additional four hostages were already in Gaza prior to 7 October, two of whom are believed to be dead. Israeli Defence Minister Yoav Gallant said in a statement the bodies were retrieved after a \"complex operation\", adding that Israel would keep working on “dismantling Hamas\". Israeli President Isaac Herzog said he sent “heartfelt condolences and a warm embrace” to the families of those whose bodies were returned. \"We must not stop for a moment from working in every way possible to bring back all the hostages,\" he added. In a statement, the Hostage Families Forum said the recovery of the bodies had provided the families with \"necessary closure\", adding that the return of the remaining hostages from Gaza \"can only be achieved through a negotiated deal\". The group called on the Israeli government to \"do everything in its power to finalize the deal currently on the table\". Negotiations over a long-sought-after ceasefire and hostage release deal are ongoing, with US Secretary of State Antony Blinken arriving in Egypt on Tuesday to discuss a potential deal with Egyptian President Abdul Fattah al-Sisi. On Monday, Mr Blinken said Mr Netanyahu had agreed to a US \"bridging proposal\" for a deal, after the pair met in Jerusalem. Mr Netanyahu described the discussion as \"positive\". The IDF said on Monday that it had expanded its operation in Khan Younis, in southern Gaza, and the outskirts of the central town of Deir al-Balah. Five people were killed in an Israeli air strike on an internet distribution facility in western Khan Younis on Monday, according to local health officials. A medical source also told AFP news agency that three people were killed in Abasan, east of the city. Israel launched a military campaign in Gaza in response to an unprecedented attack on southern Israel on 7 October by Hamas gunmen, during which about 1,200 people were killed and 251 taken hostage. More than 40,173 people have been killed in Gaza since then, according to the territory's Hamas-run health ministry. BBC Scotland's Lynsey Bews considers the political fallout of the Scottish government's meeting with Israel's ambassador to the UK.  The cabinet secretary has come under fire from SNP colleagues over talks with the deputy ambassador. A security fence was breached but most demonstrators taking to Chicago's streets remained peaceful. US Secretary State Antony Blinken met with Israeli leader Benjamin Netanyahu to push for an urgent ceasefire. Minister Angus Robertson had faced criticism over talks with the deputy ambassador to the UK. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Man stung 160 times after wasps invade his home", "link": "https://www.bbc.com/news/articles/cy0nwz82x4wo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 13:35:04 GMT", "published_parsed": [2024, 8, 20, 13, 35, 4, 1, 233, 0], "summary": "Andrew Powell says he hasn't been able to sleep because of the pain since he was attacked in his home.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/20fa/live/48ecd840-5ef3-11ef-a9dd-35170fd61e7a.png"}], "text": "A man was stung 160 times by wasps after the insects were disturbed and invaded his home. Andrew Powell, 57, said he hasn't been able to sleep due to the pain since the attack on Sunday which left him needing hospital treatment. The festival organiser from Brecon said the sky \"turned brown\" with the wasps after a local farmer's combine harvester disturbed a nest in a field. \"I stumbled about the front of the house and into the shower, but they followed me in, and stung me through my clothes in the shower,\" Mr Powell said. \"The bathroom was full of them,\" he added. Mr Powell said he was stung 15 times to the back of his head, but managed to avoid getting stung in his face. \"I was running fast,\" he said. He said his friend Richard, who lives nearby, drove him straight to the the minor injuries unit at Brecon War Memorial Hospital. \"I was dropping in and out of consciousness,\" he said, adding: \"All I could see was a white light and I thought 'here we go'.\" He said nurses were \"amazing\" and administered adrenaline, morphine and co-codamol for the pain. \"If they hadn't, then I'd be dead,\" he said. After his initial treatment at Brecon he was transferred to Prince Charles Hospital in Merthyr Tydfil later on Sunday evening. \"The doctor there eventually came to see me at about 02:30 in the morning and said to me he believed I'd suffered a couple of stings,\" he said. \"The doctor was shocked when he told him it was 160 stings.\" Mr Powell, who helps organise the Brecon Beacons Food Festival, said he is recovering at home on the outskirts of the town now. \"I feel really quite weak and tired because I haven't slept since it happened because there's just too much pain,\" he said. \"The stings have got worse and have turned purple.\" After thanking staff, Mr Powell said he is concerned about plans to reduce the operating hours of Brecon's minor injuries unit. \"It's open 24 hours now, but it can be so busy, especially in the summer months with all the people who visit Bannau Brycheiniog, you just never know when you might need it,\" he said. He added: \"If it wasn't for that unit in Brecon and those two wonderful nurses on Sunday night, I wouldn't be here now,\" said Andrew. \"I might be a bit battered now, but I'm going to fight for it,\" he said. Wasps normally only sting if they feel threatened, said Natalie Bungay, technical officer at the British Pest Control Association (BPCA).  \"The problem is a wasp in distress emits a pheromone that sends nearby colony members into a defensive, stinging frenzy,\" said Ms Bungay. \"That's right - scare a wasp and it might call for back-up.\" Although it may be easier said than done, NHS advice is not to wave your arms around or swat at wasps but remain calm and move away slowly. And if you had any other ideas about giving them the slip, wasps will not be fooled by anyone trying to \"play dead\" said Debugged, a blog by pest control giant Rentokil. \"Do not seek shelter in a body of water, as the wasps will simply wait for you to re-emerge,\" it advised. Unlike bees, wasps do not die after one sting. They can, and will, sting you a few times, said Ms Bungay. \"While being stung by one wasp isn't normally dangerous, 30 or 40 stings could kill you,\" she said. If you are stung you should pull out any stings left in the skin and wash the area with soap and water, according to NHS advice. Doctors recommend applying ice or a cold flannel to the site for 10 minutes and elevating the area to reduce swelling. You can also take over the counter remedies such as antihistamines and painkillers. Photographers capture another Northern Lights display over Wales. The former world champ says his unusual new obsession might get some thinking he has \"lost the plot\". There are concerns Asian hornets could be seriously affecting native wasps and bees.  Outdoor activities are usually plagued by wasps at this time of year, but 2024 has been different. The Wales education watchdog seeks \"significant improvements\" at a specialist school. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Somerset House begins phased reopening after fire", "link": "https://www.bbc.com/news/articles/cz73l72vye4o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 17:19:29 GMT", "published_parsed": [2024, 8, 20, 17, 19, 29, 1, 233, 0], "summary": "More than 100 fire crews responded to a blaze at the former stately home on Saturday.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/9964/live/853173d0-5f14-11ef-8c32-f3c2bc7494c6.jpg"}], "text": "Somerset House will undergo a \"phased reopening\" this weekend after more than 100 fire crews responded to a blaze at the former stately home on Saturday. In a statement on X, Somerset House said: \"We are pleased to confirm that we are able to commence a phased reopening of Somerset House, following Saturday's fire.\" It added the fire had been \"successfully contained to one part of the building\". \"London Fire Brigade's operation onsite has ended and its investigation will continue.\" The fire broke out in the west wing just before midday on Saturday. The house is used as an arts venue, and is also home to the Courtauld Gallery, an art museum that houses the collection of the Samuel Courtauld Trust, including masterpieces ranging from the Middle Ages to the 20th century. Van Gogh's famed Self-Portrait with Bandaged Ear is one of the masterpieces housed in the gallery. However, there were no artworks in the part of the building that was on fire, a spokesman for the venue previously said. The spokesperson thanked the London Fire Brigade, emergency services and staff for \"ensuring everyone's safety and preventing much greater destruction\". “We have been very moved by expressions of support from around the world over the last few days, which has served as a reminder of how cherished Somerset House is as an arts destination and the home of cultural innovators, housing its unrivalled creative community of talented individuals and enterprises,” they added. “We would like to thank our audiences and community for their patience as we begin this reopening process.” The venue will reopen on Saturday, with its exhibition The Lore of Loverboy and evening event the Mighty Crown Ball. The spokesperson said its “community of artists, makers and creative start-ups” based in its New Wing had begun to return to the site on Tuesday. Residents based in the workspaces of West and South Wing will follow as soon as possible, they added. Somerset House’s Georgian era buildings and square were built on the site of a palace dating back to the Tudors. ​​​​It regularly hosts exhibitions, experiences and ice skating within its famous courtyard. Listen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk The Never Need Me singer had been due to support Remi Wolf but says it's too expensive. A London tree surgeon is among those jailed after shouting racist remarks at police officers. Guiliana broke her leg in two places and damaged her shoulder trying to board a train. The British Nigerian designer's vibrant installation uses screens around a famous London fountain. Habiba Naveed, 34, is accused of murdering her landlord Christopher Brown and stabbing his cat Snow. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Pensioners urged to claim as winter fuel support cut", "link": "https://www.bbc.com/news/articles/c9v8r9x17pzo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 11:42:59 GMT", "published_parsed": [2024, 8, 20, 11, 42, 59, 1, 233, 0], "summary": "Nearly a million people eligible for pension credit do not claim, also excluding them from energy bill help.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/a0d2/live/027c0730-5ee1-11ef-95f0-03cd55644816.jpg"}], "text": "Hundreds of thousands of pensioners have been urged to claim a pension top-up that will enable them to beat government cuts in energy bill support. An estimated 880,000 low-income pensioner households eligible for pension credit currently fail to claim it and a deadline is approaching. The government says it is worth an average of £3,900 a year, but it also a gateway to other financial support such as winter fuel payments. Ministers will cut this help with fuel bills for 10 million pensioners in England and Wales this autumn, but not for those on pension credit or other means-tested benefits. The policy is expected to reduce the number of pensioners who receive the winter fuel payment from 11.4 million to 1.5 million, saving the Treasury £1.4bn this financial year. The payment is a devolved matter in Scotland and Northern Ireland. Work and Pensions Secretary Liz Kendall said the new Labour government had been forced to take \"difficult decisions\". \"But I am determined to ensure low-income pensioners are supported,\" she said. However, Conservative Laura Trott, shadow chief secretary to the Treasury, claimed the government was \"absurdly trying to claim it is committed to pensioners\". \"Instead of desperately trying to mitigate the impact of their own decisions, the chancellor should come clean and publish the internal impact assessment so the public can truly see the damage of this policy,\" she added. In July, Chancellor Rachel Reeves claimed a public spending audit she commissioned from Treasury officials revealed an \"unforgivable\" economic legacy she had been left.  That prompted a series of decisions designed to reduce spending, including the scaling back of the winter fuel payment which is worth between £100 and £300 for pensioner households each winter. Pensioners whose weekly income is below £218.15 for a single person or £332.95 for a couple should check to see if they could be eligible for pension credit.  On top of the benefit, it is a gateway to support with housing costs, council tax, the TV licence, and the winter fuel payment worth up to £300. The government’s new pension credit awareness drive will help identify households not claiming the benefit, and encourage them to apply by 21 December. That is the final date for making a backdated claim for pension credit, in order to receive the winter fuel payment. About 1.4 million pensioners already receive pension credit but up to an estimated 880,000 households eligible for the support fail to claim. Many incorrectly believe they are not entitled, have been ruled out owing to savings, or say they do not like to accept what they regard as handouts. You can check your eligibility for pension credit via the government's online calculator. Information is also available on how to make a claim. There is also a phone line available on weekdays - 0800 99 1234. Guide to benefits, when you qualify and what to do if something goes wrong, are provided by the independent MoneyHelper website, backed by government. Benefits calculators are also run by Policy in Practice, and charities Entitledto, and Turn2us. Eligible students could be awarded up to £1,600 for each academic year. Cleethorpes Working Men's Club served its final pint on Sunday. School summer holidays can be stressful for parents, especially on a low income, a charity says. The initiative is being organised by Staffordshire County Council and The Salvation Army. Most pensioners will lose their winter fuel payments from this autumn. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Download now", "link": "https://www.bbc.co.uk/news/10628994", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 11:35:33 GMT", "published_parsed": [2024, 8, 20, 11, 35, 33, 1, 233, 0], "summary": "Top stories, breaking news, live reporting, and follow news topics that match your interests", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/2cf6/live/d1e71250-9509-11ee-8df3-1d2983d8814f.png"}], "text": "The BBC News app is available for Android and iOS devices With the latest news and analysis from our journalists around the world and the unique human stories behind current events, we've got the best of our journalism in one place on the BBC News app. Click here, external to download the BBC News app from the App Store for iPhone, iPad and iPod Touch. Click here, external to download the BBC News app from Google Play for Android devices. If you're outside the UK, you can download the BBC app here, external. Features include:  News, features and analysis Read top stories and breaking news Watch live and developing news coverage Get news and weather local to you Follow news that's important to you Get alerts for top stories We would like to know what you think of the new app - click here to give us your feedback. Depending on the contract you have, data charges may apply for accessing the internet on your mobile device. If you are not sure about the potential charges, please ask your mobile network provider. You may find some costs are included in your existing price plan or that you can opt for a data package that gives reduced charges for accessing the internet. The BBC does not charge you to access mobile content. Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "Biden’s long goodbye and Hillary takes jabs at Trump", "link": "https://www.bbc.co.uk/sounds/play/p0jkh9vh", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 08:58:00 GMT", "published_parsed": [2024, 8, 20, 8, 58, 0, 1, 233, 0], "summary": "The president gives his farewell speech to Democrats and Hillary fires shots at Trump", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/images/ic/240x135/p0jkh9yd.jpg"}], "text": " The president gives his farewell speech to Democrats and Hillary fires shots at Trump Read more now playing Biden’s emotional goodbye The president gives his farewell speech to Democrats and Hillary fires shots at Trump"}
{"source": "bbc-top", "title": "Biden passes the torch at the Democratic Convention", "link": "https://www.bbc.co.uk/sounds/play/w3ct6fb5", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 07:19:00 GMT", "published_parsed": [2024, 8, 20, 7, 19, 0, 1, 233, 0], "summary": "The president vows to be \"the best volunteer\" for Kamala Harris's campaign", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/images/ic/240x135/p0gstygv.jpg"}], "text": " The president vows to be \"the best volunteer\" for Kamala Harris's campaign Read more now playing Biden passes the torch at the Democratic Convention The president vows to be \"the best volunteer\" for Kamala Harris's campaign"}
{"source": "bbc-top", "title": "Sinner cleared after testing positive twice for banned substance", "link": "https://www.bbc.com/sport/tennis/articles/cq5d3nl1pd9o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 15:28:54 GMT", "published_parsed": [2024, 8, 20, 15, 28, 54, 1, 233, 0], "summary": "World number one Jannik Sinner is cleared of any wrongdoing after twice testing positive for a banned substance in March.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/06df/live/21404820-5f09-11ef-b43e-6916dcba5cbf.jpg"}], "text": "Jannik Sinner is the Australian Open champion and current world number one World number one Jannik Sinner has been cleared of any wrongdoing after twice testing positive for a banned substance in March. The Italian tested positive for low levels of a metabolite of clostebol - a steroid that can be used to build muscle mass - during Indian Wells. A further sample taken eight days later also tested positive for low levels of the same metabolite. A provisional suspension was applied automatically but, as Sinner challenged it successfully, he was able to keep playing. The International Tennis Integrity Agency (ITIA) found Sinner was inadvertently contaminated with the substance by Giacomo Naldi, his physiotherapist. Naldi had been applying an over-the-counter spray available in Italy to a cut on his own hand and had then carried out treatments on Sinner. The ITIA accepted the explanation and that the violation was not intentional. Sinner was cleared of fault or negligence by an independent tribunal last week, but he will lose the ranking points and prize money from his semi-final run at Indian Wells. â\u0080\u009cI will now put this challenging and deeply unfortunate period behind me,\" Sinner said in a statement. \"I will continue to do everything I can to ensure I continue to comply with the ITIA's anti-doping programme. \"I have a team around me that are meticulous in their own compliance.\" Clostebol, often found in products to treat swelling and irritation, is on the World Anti-Doping Agency's list of prohibited substances. Australian Open champion Sinner will be the top seed at the US Open, which begins on Monday. Sinner beats Tiafoe to win Cincinnati Open title Sinner was ruled to bear no fault or negligence for the positive tests. The ITIA described the levels found in Sinner's sample as \"low\". His lawyers said it amounted to \"less than a billionth of a gram\". The full decision, published by the ITIA,, external states that Naldi cut the finger of his left hand on a scalpel in his treatment bag on 3 March. Naldi bandaged the cut and unwrapped it two days later. Umberto Ferrara, Sinner's fitness coach, recommended the physio use a medical spray Ferrara had bought in an Italian pharmacy in February on the cut. The physio said he did not check the contents of the spray, which he used every morning from 5-13 March, with Indian Wells taking place from 6-17 March. Between those dates, Naldi gave Sinner full-body massages and applied bandages to his feet. He did not wear gloves while carrying out the treatments. Sinner stated that he suffers from a skin condition on his feet and back that leads to scratching and can cause small cuts and lesions in the affected areas. On the morning of 10 March, Naldi treated Sinner's feet and ankle. He said he would have applied the spray twice that morning, and that he \"cannot remember\" washing his hands between spraying his finger and treating Sinner's feet. Sinner and his team co-operated fully with the investigation. The ITIA accepted Sinner had no knowledge of either the spray or that it contained a prohibited substance, and did not know Naldi had used it on his cut finger. Three independent experts also concluded Sinner's explanation was plausible, with one stating the amount administered \"would not have had... any relevant doping, or performance enhancing, effect on the player\". The ITIA stated that the violation was not intentional before referring the case to an independent tribunal to determine \"what, if any, fault the player bore and therefore the appropriate outcome\". The independent tribunal subsequently determined a finding of no fault or negligence, meaning the 23-year-old would not be suspended. However, he will lose his 400 ranking points and $325,000 prize money from Indian Wells. The ruling is also subject to any appeal by Wada.  Under the World Anti-Doping Cope, a provisional suspension is automatically applied when a player tests positive for a non-specified substance. Players have the right to apply to an independent tribunal chair to have that suspension lifted. On both occasions, Sinner appealed successfully against the suspension and was able to provide an explanation of how the substance had entered his system. The ITIA subsequently consulted with scientific experts, who said Sinner's explanation was credible, and as a result, they did not oppose his appeal against his provisional suspension. Karen Moorhouse, the chief executive of the ITIA, said the body took any positive test \"extremely seriously and will always apply the rigorous processes set out by Wada\". \"The ITIA carried out a thorough investigation into the circumstances leading to the positive tests with which Mr Sinner and his representatives fully co-operated,\" she said. \"Following that investigation, the ITIA accepted the player's explanation as to the source of the clostebol and that the presence of the substance was not intentional.  This was also accepted by the tribunal. \"We thank the independent tribunal for the speed and clarity of its decision in relation to the player's degree of fault.\" Sinner's lawyer, Jamie Singer, said: \"Anti-doping rules have to be very strict to be effective. Sadly the unfortunate consequence is that, occasionally, entirely innocent athletes get caught up in them.  \"There is no question that Jannik is innocent in this case. The ITIA did not challenge that key principle.  \"However, under strict liability rules Jannik is responsible for whatever is in his system, even when entirely unaware of it, as in this exceptional case.\" The ATP Tour - the governing body of men's tennis - said integrity is \"paramount in our sport\". \"This has been a challenging matter for Jannik and his team, and underscores the need for players and their entourages to take utmost care in the use of products or treatments,\" a statement added. Live scores, results and order of play Get tennis news sent straight to your phone Sinner cleared after testing positive twice for banned substance  'Pope and England's chance to prepare for life without Stokes' Sterling left out of Chelsea squad for European game Messy, tender comedy from Kyla Harris Tetraplegic artist Freya asks her chaotic best friend Jo to be her carer in her new home What do you do when your daughter marries an idiot? Greg Davies, Andy Samberg and Taylor Lautner bring a piece of Hollywood to Lichfield A host of stars bid to become Celebrity MasterChef 2024 Celebrities whip up culinary triumphs in the MasterChef kitchen An absorbing mystery in a beautiful Swedish setting Haunted by the past, grief therapist Vera believes her missing brother is still alive 'Pope and England's chance to prepare for life without Stokes' 'Hull overcomes Olympics setback for Women's Open bid' PFL turns to boxing's blueprint â\u0080\u0093 gimmick or genius? 'Shock & despair' - how Southport FC helped a town in mourning Who makes Troy Deeney's first Premier League team of the week? East v West - Germany's drug-fuelled Cold War for medals The countdown is on... Who could be on the move? Weekly football quiz: Who assisted Mbappe? 2 Good, 2 Bad - Richards in net & Mac Allister's miss. Video2 Good, 2 Bad - Richards in net & Mac Allister's miss Why Kovacic's performance shows Man City may not need Rodri understudy What next for The Hundred? Invincibles beat Brave to retain Hundred title - highlights. VideoInvincibles beat Brave to retain Hundred title - highlights London Spirit beat Welsh Fire to win first Hundred title - highlights  VideoLondon Spirit beat Welsh Fire to win first Hundred title - highlights  How Raygun made it to the Olympics and divided breaking world 'Breathtaking football' - how Slot's Liverpool machine kicked into gear Why Raya is a 'title-chasing' goalkeeper - Hart analysis. VideoWhy Raya is a 'title-chasing' goalkeeper - Hart analysis From Everton trial to Serie A star - the rise of new Man Utd hero Zirkzee  How many Paris 2024 medallists come from your area? The rise and fall of North Korea - the sleeping giant of women's football Watch the BBC's Paris 2024 closing montage. VideoWatch the BBC's Paris 2024 closing montage Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "'Pope and England's chance to prepare for life without Stokes'", "link": "https://www.bbc.com/sport/cricket/articles/c89we4w10jzo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 17:00:43 GMT", "published_parsed": [2024, 8, 20, 17, 0, 43, 1, 233, 0], "summary": "England have made no secret of their long-term Ashes planning, and now they can prepare for the unthinkable - life without Ben Stokes.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/1e0b/live/c1a94ba0-5ef9-11ef-bfa4-71cd40e04d31.jpg"}], "text": "Ollie Pope (right) will lead England for the first time in the absence of the injured Ben Stokes A lot has happened in the 23 days since England last played Test cricket. They have sacked a white-ball coach and lost an opener, fast bowler and captain to injuries. The English game is mourning the death of Graham Thorpe. How apt, then, that another Surrey batter will lead England in the first Test against Sri Lanka in Manchester on Wednesday. While Ollie Pope becomes the 82nd man to captain England in a Test, this will remain Ben Stokesâ\u0080\u0099 team. When Stokes arrived at Emirates Old Trafford on Monday - shades on, white sweater draped across his shoulders like a cape, flanked by four members of the England party dressed in their black training gear, it was hard not to think of the wounded don surrounded by his henchmen. England still Stokes' team, says stand-in skipper Pope Potts named in England team for first Sri Lanka Test England do not change captain very often. Since 2009, only four men have led England in Tests. In the same time, there have been seven different UK prime ministers. The need for a stand-in has been rare, too. An England captain has not sat out through injury since Michael Vaughan 17 years ago, and just once in Englandâ\u0080\u0099s past 177 Tests has the full-time skipper missed a match - when Joe Root was at the birth of his second child in 2020. On that occasion, Root left a note for his deputy Stokes telling him to â\u0080\u009cdo it your wayâ\u0080\u009d, and England promptly dropped Stuart Broad. The have been no such ructions this time around. Ben Stokes will remain with the England squad throughout the Sri Lanka series Pope will have been on high alert for the near two years he has been vice-captain, given the state of Stokesâ\u0080\u0099 left knee before he finally had surgery in November. How ironic that once the knee is fixed, Stokes has succumbed to a hamstring injury. Old Trafford will end a run of 32 consecutive Tests for Stokes, the longest in his 105-match career. For all of their talk of Ashes planning, Stokesâ\u0080\u0099 injury has thrown England the opportunity to prepare for the Doomsday scenario of the captain being unavailable for the trip to Australia in little over a yearâ\u0080\u0099s time. Without the need for a conclave, Pope was anointed as next in line for the Pakistan tour in 2022. The 26-year-old was first touted as a future England captain by his former Surrey team-mate Scott Borthwick, who is close enough to Stokes to have been best man at his wedding. England team manager Wayne Bentley has carried around Popeâ\u0080\u0099s captaincy blazer for the past year, just in case he had to step up in an emergency. Pope has led England in warm-up matches, was very publicly involved in selection meetings on the outfield during the tour of India earlier this year and most recently has taken charge of Surrey in the T20 Blast, to go with one County Championship match three years ago. Clearly, his experience of leadership in professional cricket is limited, but such is the way for modern England captains. There is no shortage of knowledge around him, especially with Stokes remaining in the dressing room throughout this three-match series. There is perhaps an argument Stokes should have stayed away to allow Pope to stand on his own two feet, even if Pope says Stokes wonâ\u0080\u0099t be a â\u0080\u009cbackseat driverâ\u0080\u009d. This video can not be played 'One of the greatest honours' - Ollie Pope on England cricket captaincy While it is always intriguing to see how a new skipper goes about things, Englandâ\u0080\u0099s method is ingrained, so we are unlikely to witness any radical changes. It is a blow to lose Stokesâ\u0080\u0099 aura, personality and tactical creativity, yet it is also invaluable for Pope to learn the job in the event of another injury to the skipper, or for when Stokes is captain no more. What Pope will soon realise, if he isnâ\u0080\u0099t already well aware, is losing Ben Stokes the captain is as problematic as losing Ben Stokes the all-rounder. In that sense, Stokes really is irreplaceable. When Stokesâ\u0080\u0099 knee problems were at their worst, England either muddled through with Chris Woakes and Moeen Ali as all-rounders, or lost a little balance by fielding only four specialist bowlers. It is therefore slightly curious that, on this occasion, England have chosen to replace Stokes with a seamer in Matthew Potts. If, say, Stokes had been fit to bat but not bowl, England probably would have reverted to only four bowlers, as they have in the past. We can guess at the reasoning. With all due respect to Sri Lanka, England may feel they can get away with a slightly longer tail than if this was the first Ashes Test in Perth. Wicketkeeper Jamie Smith has already shown his potential to bat in the top six and Woakes, at seven, is probably the next best all-rounder in the country behind Stokes. Three Tests in three weeks is another reason to spread the pace-bowling load across four men, rather than three. If the balance of the England team is sub-optimal, then so is asking Dan Lawrence to open in place of the injured Zak Crawley. That is not to say Lawrence does not deserve his chance. He has spent so long making drinks as the spare batter he could apply for a job as a barista, and his attacking instincts make him a natural component of Bazball. He came through the ranks at Essex as an opener and, should Crawley remain out for a while or Lawrence make an irresistible case to remain in the team, his off-breaks will be useful in Pakistan in October. Again, if the opposition were stronger or the stakes higher, perhaps England would have opted for a specialist like Keaton Jennings. There are, then, stand-ins everywhere you look. Pope the captain, Lawrence the opener, Potts the seamer. Harry Brook is the substitute vice-captain. Old Trafford has history for such scenarios. In 1999, Mark Butcher, another Surrey batter, deputised for the injured Nasser Hussain as England captain against New Zealand before being dropped for the next Test. Pope will not suffer the same fate. He and England must take the chance to prepare for the unthinkable - life without Ben Stokes. Get cricket news sent straight to your phone Comments can not be loaded To load Comments you need to enable JavaScript in your browser Sinner cleared after testing positive twice for banned substance  'Pope and England's chance to prepare for life without Stokes' Sterling left out of Chelsea squad for European game Messy, tender comedy from Kyla Harris Tetraplegic artist Freya asks her chaotic best friend Jo to be her carer in her new home What do you do when your daughter marries an idiot? Greg Davies, Andy Samberg and Taylor Lautner bring a piece of Hollywood to Lichfield A host of stars bid to become Celebrity MasterChef 2024 Celebrities whip up culinary triumphs in the MasterChef kitchen An absorbing mystery in a beautiful Swedish setting Haunted by the past, grief therapist Vera believes her missing brother is still alive 'Pope and England's chance to prepare for life without Stokes' 'Hull overcomes Olympics setback for Women's Open bid' PFL turns to boxing's blueprint â\u0080\u0093 gimmick or genius? 'Shock & despair' - how Southport FC helped a town in mourning Who makes Troy Deeney's first Premier League team of the week? East v West - Germany's drug-fuelled Cold War for medals The countdown is on... Who could be on the move? Weekly football quiz: Who assisted Mbappe? 2 Good, 2 Bad - Richards in net & Mac Allister's miss. Video2 Good, 2 Bad - Richards in net & Mac Allister's miss Why Kovacic's performance shows Man City may not need Rodri understudy What next for The Hundred? Invincibles beat Brave to retain Hundred title - highlights. VideoInvincibles beat Brave to retain Hundred title - highlights London Spirit beat Welsh Fire to win first Hundred title - highlights  VideoLondon Spirit beat Welsh Fire to win first Hundred title - highlights  How Raygun made it to the Olympics and divided breaking world 'Breathtaking football' - how Slot's Liverpool machine kicked into gear Why Raya is a 'title-chasing' goalkeeper - Hart analysis. VideoWhy Raya is a 'title-chasing' goalkeeper - Hart analysis From Everton trial to Serie A star - the rise of new Man Utd hero Zirkzee  How many Paris 2024 medallists come from your area? The rise and fall of North Korea - the sleeping giant of women's football Watch the BBC's Paris 2024 closing montage. VideoWatch the BBC's Paris 2024 closing montage Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "Sterling left out of Chelsea squad for European game", "link": "https://www.bbc.com/sport/football/articles/c93p9334323o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 18:12:11 GMT", "published_parsed": [2024, 8, 20, 18, 12, 11, 1, 233, 0], "summary": "Raheem Sterling is left out of Chelsea's squad for a second successive match - Thursday's Europa Conference League play-off first leg against Servette.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/84b7/live/5b88dfe0-5f1a-11ef-b1c6-99974629b1bd.jpg"}], "text": "Raheem Sterling has won 82 England caps but was not included in their Euro 2024 squad Raheem Sterling has been left out of Chelsea's squad for their Europa Conference League play-off first leg with Servette. Thursday's game is the second in succession the 29-year-old England forward has not featured in a matchday squad, after he was omitted from Chelsea's Premier League opener with Manchester City. Defenders Ben Chilwell, Wesley Fofana and Tosin Adarabioyo were also not included on Chelsea's A-list submitted to Uefa for Thursday's match at Stamford Bridge (20:00 BST), with the second leg in Switzerland on 29 August. Should Chelsea progress they could name Sterling in their squad for the Conference League group stage. Sterling's representatives said in a statement before Sunday's defeat by City they wanted \"clarity\" over the player's future at the club. Chelsea have spent about Â£185m on 11 signings this summer, leaving manager Enzo Maresca with a squad of more than 40 senior players. Maresca said after the City game he \"wants\" Sterling at Chelsea, but acknowledged \"there is not enough space\" for all his players to feature in matches. Sterling has made 81 appearances for Chelsea since he joined from Manchester City for Â£50m in July 2022. Sterling 'has let team-mates down', but Maresca faces 'impossible job' Latest Chelsea news, analysis and fan views Get Chelsea news sent straight to your phone  Sinner cleared after testing positive twice for banned substance  'Pope and England's chance to prepare for life without Stokes' Sterling left out of Chelsea squad for European game Messy, tender comedy from Kyla Harris Tetraplegic artist Freya asks her chaotic best friend Jo to be her carer in her new home What do you do when your daughter marries an idiot? Greg Davies, Andy Samberg and Taylor Lautner bring a piece of Hollywood to Lichfield A host of stars bid to become Celebrity MasterChef 2024 Celebrities whip up culinary triumphs in the MasterChef kitchen An absorbing mystery in a beautiful Swedish setting Haunted by the past, grief therapist Vera believes her missing brother is still alive 'Pope and England's chance to prepare for life without Stokes' 'Hull overcomes Olympics setback for Women's Open bid' PFL turns to boxing's blueprint â\u0080\u0093 gimmick or genius? 'Shock & despair' - how Southport FC helped a town in mourning Who makes Troy Deeney's first Premier League team of the week? East v West - Germany's drug-fuelled Cold War for medals The countdown is on... Who could be on the move? Weekly football quiz: Who assisted Mbappe? 2 Good, 2 Bad - Richards in net & Mac Allister's miss. Video2 Good, 2 Bad - Richards in net & Mac Allister's miss Why Kovacic's performance shows Man City may not need Rodri understudy What next for The Hundred? Invincibles beat Brave to retain Hundred title - highlights. VideoInvincibles beat Brave to retain Hundred title - highlights London Spirit beat Welsh Fire to win first Hundred title - highlights  VideoLondon Spirit beat Welsh Fire to win first Hundred title - highlights  How Raygun made it to the Olympics and divided breaking world 'Breathtaking football' - how Slot's Liverpool machine kicked into gear Why Raya is a 'title-chasing' goalkeeper - Hart analysis. VideoWhy Raya is a 'title-chasing' goalkeeper - Hart analysis From Everton trial to Serie A star - the rise of new Man Utd hero Zirkzee  How many Paris 2024 medallists come from your area? The rise and fall of North Korea - the sleeping giant of women's football Watch the BBC's Paris 2024 closing montage. VideoWatch the BBC's Paris 2024 closing montage Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "Listen: 5 Live Tennis - US Open preview", "link": "https://www.bbc.co.uk/sounds/play/live:bbc_radio_five_live", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 19:30:00 GMT", "published_parsed": [2024, 8, 20, 19, 30, 0, 1, 233, 0], "summary": "Kelly Cates and guests preview the US Open that begins on Monday.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/images/ic/240x135/p0cb65my.jpg"}], "text": " 20/08/2024 On Air: 19:30 – 20:30  5 Live Sport Next: 20:30 – 22:00  5 Live Sport  72+ Kelly Cates and guests preview the US Open that begins on Monday. Read more The 5 Live at 30 Yearbook How 5 Live reported on some of the biggest news and sport stories of the past 30 years. Eleanor Oldroyd: 30 years of \"my radio family\" Eleanor Oldroyd on 30 years of broadcasting at 5 Live. Current 5 Live presenters react to our first on air moments How different does 5 Live look in 1994 to our presenters from 2024? Martin Lewis: 'I love being a part of 5 Live' Martin Lewis on the station's 30th year #361 - 55 Year Olds in The Narberth Area, Dell Tower and The Past, Present & Future of Rush Radio Clara Amfo and Jordan Stephens, from Make Me A Mixtape, pop by for a Made Up Game. Do you need the right to switch off? 5 Live listeners have their say with Nicky Campbell. Lawrence and Pope look to seize England opportunities Henry Moeran, Paul Farbrace, Alex Hartley and Steven Finn preview England v Sri Lanka. 12 In Dog Years Dotun and Tim are joined by the now seriously well travelled James Young. No Balls: Holidays and the Hundred finals Alex Hartley and Kate Cross reflect on the Hundred finals. MNC: Predatory Haaland, his 'raw milk diet' & Toney to Saudi? Darren Fletcher is joined by Chris Sutton, Izzy Christiansen and Daniel Storey."}
{"source": "bbc-top", "title": "'Hull overcomes Olympics setback for Women's Open bid'", "link": "https://www.bbc.com/sport/golf/articles/cz73l4rwxelo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 16:35:26 GMT", "published_parsed": [2024, 8, 20, 16, 35, 26, 1, 233, 0], "summary": "Britain’s Charley Hull is a rare European hope for this week's AIG Women's Open at St Andrews after a nightmare start at the Olympics cost her a medal chance.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/3cc5/live/ba005e40-5f0b-11ef-a143-7dce37ecbef8.jpg"}], "text": "Charley Hull finished as runner up to Lilia Vu at the 2023 Women's Open Britain's Charley Hull is a rare European hope for this week's AIG Women's Open at St Andrews having seemingly turned a corner since her disastrous opening 81 at the Olympics earlier this month. The 28-year-old from Kettering played the remaining three rounds at Le Golf National at eight-under par meaning that only a half-decent start might have put her in medal contention. Hull then eased concerns over her relative lack of links form with an encouraging display at the Scottish Open at Dundonald last week.   While not getting ahead of herself, she is now dreaming of a first major victory at the home of golf. To do that, she needs to go one better than last year's runner-up finish to Lilia Vu at Walton Heath.  \"It would be very special, it would be amazing,\" she told BBC Sport after feeling \"goosebumps\" while walking up the famous 18th in practice. Hull says she will rely on her caddie Adam Woodward to give her instructions on \"tight lines\" to combat the discomfiting influences of the Old Course's often deceptively wide open views. Hull has also worked on lower ball flights to combat expected strong winds. They worked well in Ayrshire last week, fuelling confidence for her tilt on the course where she first competed as a raw teenager in 2013. \"Iâ\u0080\u0099ve always said that as I get more mature with my golf game, I will understand it more and play better,\" Hull said. \"Last week coming fifth has given me a little bit of an insight into how I play links golf, which is good.\" Valhalla in Louisville to stage 2028 Solheim Cup Dryburgh seeks Solheim Cup boost at St Andrews Next month, the worldâ\u0080\u0099s 10th-ranked woman will play her seventh Solheim Cup with most of her prospective European teammates struggling for the form required for the continent to retain the trophy for an unprecedented fourth time in a row. Memories go back to 2021, when Anna Nordqvist thrillingly won at Carnoustie.  She led a European charge that carried through to arguably the continent's greatest Solheim Cup success. The Swede edged out compatriot Madelene Sagstrom and Britain's Georgia Hall, with Dane Nanna Koerstz Madsen also posting a top-five finish on the Angus links. Europeâ\u0080\u0099s then-captain Catriona Matthew hailed these results as the perfect confidence booster before her team went to Toledo, without any support because of Covid restrictions, and sensationally retained the trophy. This week, the current skipper Suzann Pettersen is desperate for a similar showing to bolster hopes of retaining that precious piece of cut crystal. With the European and American teams being finalised next week for Septemberâ\u0080\u0099s showdown in Virginia, it is impossible not to view events here without the Solheim in mind. For Pettersen, there must be concern. Europe's leading player is world number eight Celine Boutier, but despite a brilliant start to the Olympic competition, the Frenchwoman is some way off her best. She has not posted a top-10 placing since finishing runner-up at the World Championship in March. Hall has fallen to 40th in the world with only one top 10 this year - third at the Aramco Series event at Centurion Club in July. The 2018 champion from Dorset was 12th last week, which does offer a measure of encouragement. But Maja Stark, a hero in the drawn match at Finca Cortesin last year, missed the cut at Dundonald and the Swede's share of 10th in Paris is her only top-10 placing since April. Leona Maguire is another who is struggling despite winning the Aramco event. Since then, the Irish Solheim star has failed to post a top-50 placing in four tournaments. Spaniard Carlota Ciganda has not recorded a high finish since coming sixth in April's Chevron Championship, while Sagstrom has no top-10 placings since May. Bucking the trend in this miserable summer for leading Europeans is Germany's Esther Henseleit. She is nailed on for a Solheim debut in Virginia after collecting Olympic silver and then the runner-up spot at Dundonald. This video can not be played Watch the moment New Zealand's Lydia Ko takes gold medal in the women's golf Last week, Henseleit was beaten by Lauren Coughlin, the American who will be making her first Solheim appearance as the standout player of the summer. This has been the 31-year-old's breakthrough season, winning the Scottish Open for her second LPGA Tour victory in three tournaments. Coughlin only cracked the top 50 for the first time when she finished fourth at the Evian Championship in July. She is one of the favourites this week but the same can be said of a resurgent Vu, who missed much of the season with injury. The US star will relish her title defence, although the Old Course will present a significantly different test to Walton Heath 12 months ago. World number one Nelly Korda won six events in seven outings earlier this season, including the Chevron - the first major of the year. But her form has cooled significantly since then. This would surely be the perfect way for Olympic gold medal winner Lydia Ko - a New Zealander so unburdened by Solheim concerns - to follow up her extraordinary Paris victory. Others to watch include: Amy Yang, Hannah Green, Yin Ruoning and Ayaka Furue - who are among several leading players reflecting the growing strength in depth of LPGA golf. The Old Course will be a fascinating test. At 6,784 yards it will play 112 yards longer than in 2013 when the current US Solheim captain Stacy Lewis claimed a thrilling victory. This historic layout will be set up 529 yards shorter than when Cameron Smith won the Open in 2022, but the women will hit from the same tees as the men on the first, ninth, 12th and 18th holes. Given female hitting distances, we may see the unique strategic tests of the course in their best light. It will take excellent ball striking, supreme lag putting on the vast double greens and tactical nous to get the job done. It seems destined to be a glorious way to end golf's major season. Sinner cleared after testing positive twice for banned substance  'Pope and England's chance to prepare for life without Stokes' Sterling left out of Chelsea squad for European game Messy, tender comedy from Kyla Harris Tetraplegic artist Freya asks her chaotic best friend Jo to be her carer in her new home What do you do when your daughter marries an idiot? Greg Davies, Andy Samberg and Taylor Lautner bring a piece of Hollywood to Lichfield A host of stars bid to become Celebrity MasterChef 2024 Celebrities whip up culinary triumphs in the MasterChef kitchen An absorbing mystery in a beautiful Swedish setting Haunted by the past, grief therapist Vera believes her missing brother is still alive 'Pope and England's chance to prepare for life without Stokes' 'Hull overcomes Olympics setback for Women's Open bid' PFL turns to boxing's blueprint â\u0080\u0093 gimmick or genius? 'Shock & despair' - how Southport FC helped a town in mourning Who makes Troy Deeney's first Premier League team of the week? East v West - Germany's drug-fuelled Cold War for medals The countdown is on... Who could be on the move? Weekly football quiz: Who assisted Mbappe? 2 Good, 2 Bad - Richards in net & Mac Allister's miss. Video2 Good, 2 Bad - Richards in net & Mac Allister's miss Why Kovacic's performance shows Man City may not need Rodri understudy What next for The Hundred? Invincibles beat Brave to retain Hundred title - highlights. VideoInvincibles beat Brave to retain Hundred title - highlights London Spirit beat Welsh Fire to win first Hundred title - highlights  VideoLondon Spirit beat Welsh Fire to win first Hundred title - highlights  How Raygun made it to the Olympics and divided breaking world 'Breathtaking football' - how Slot's Liverpool machine kicked into gear Why Raya is a 'title-chasing' goalkeeper - Hart analysis. VideoWhy Raya is a 'title-chasing' goalkeeper - Hart analysis From Everton trial to Serie A star - the rise of new Man Utd hero Zirkzee  How many Paris 2024 medallists come from your area? The rise and fall of North Korea - the sleeping giant of women's football Watch the BBC's Paris 2024 closing montage. VideoWatch the BBC's Paris 2024 closing montage Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "Would Gundogan returning to Man City make sense?", "link": "https://www.bbc.com/sport/football/videos/cy4ly38n0wdo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 12:32:51 GMT", "published_parsed": [2024, 8, 20, 12, 32, 51, 1, 233, 0], "summary": "The Monday Night Club team discuss Ilkay Gundogan’s future with the midfielder being linked with a return to Manchester City.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/6b1c/live/90cfce60-5eee-11ef-b970-9f202720b57a.jpg"}], "text": "This video can not be played The Monday Night Club team discuss Ilkay Gundoganâ\u0080\u0099s future with the Barcelona midfielder being linked with a return to Manchester City.  LISTEN: The Monday Night Club Would Gundogan returning to Man City make sense? Video, 00:02:06Would Gundogan returning to Man City make sense? Up Next. Why Felix to Chelsea â\u0080\u0098doesnâ\u0080\u0099t make senseâ\u0080\u0099 Video, 00:01:29Why Felix to Chelsea â\u0080\u0098doesnâ\u0080\u0099t make senseâ\u0080\u0099 Atletico Madrid a 'fantastic moveâ\u0080\u0099 for Gallagher. Video, 00:02:03Atletico Madrid a 'fantastic moveâ\u0080\u0099 for Gallagher Toney would be a good fit for Man Utd - Sutton. Video, 00:02:08Toney would be a good fit for Man Utd - Sutton An honour and privilege to manage City players - Guardiola. Video, 00:01:01An honour and privilege to manage City players - Guardiola England captaincy one of the greatest honours - Pope  Video, 00:00:56England captaincy one of the greatest honours - Pope  â\u0080\u0098We need a strikerâ\u0080\u0099 â\u0080\u0093 Chelsea fans on Man City loss. Video, 00:01:40â\u0080\u0098We need a strikerâ\u0080\u0099 â\u0080\u0093 Chelsea fans on Man City loss I want Sterling at Chelsea â\u0080\u0093 Maresca. Video, 00:00:30I want Sterling at Chelsea â\u0080\u0093 Maresca Saka looked on fire today! â\u0080\u0093 Arsenal fans. Video, 00:01:33Saka looked on fire today! â\u0080\u0093 Arsenal fans Arteta sees 'willingness' for Arsenal title charge. Video, 00:01:20Arteta sees 'willingness' for Arsenal title charge Second half was a really good performance â\u0080\u0093 Slot. Video, 00:01:12Second half was a really good performance â\u0080\u0093 Slot Ten Hag 'very happy' for Zirkzee after debut goal. Video, 00:00:50Ten Hag 'very happy' for Zirkzee after debut goal Â© 2024 BBC. The BBC is not responsible for the content of external sites. Read about our approach to external linking."}
{"source": "bbc-top", "title": "Migrants screamed for help from van, jury told", "link": "https://www.bbc.com/news/articles/cj35r6demgpo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 18:18:38 GMT", "published_parsed": [2024, 8, 20, 18, 18, 38, 1, 233, 0], "summary": "Anas Al Mustafa is accused of smuggling seven people into the UK in a van on a cross-Channel ferry.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/1bbf/live/02950710-5ed9-11ef-8c32-f3c2bc7494c6.jpg"}], "text": "Migrants concealed in a refrigerated van on a ferry on the English Channel were heard banging and screaming for help as they ran out of oxygen, a court has heard. Anas Al Mustafa, 43, is accused of smuggling seven people into the UK in a specially-adapted vehicle on 16 February. Jurors heard the crew on the ferry sailing from Dieppe to Newhaven used an axe to break down a fake partition inside the van to get the group out. Mustafa, who is from Swansea but moved to the UK from Syria in 2011, denies assisting unlawful immigration to the UK at Lewes Crown Court. Opening the case, prosecutor Nick Corsellis KC said the hidden compartment was two metres’ wide, 194cm tall and 37cm deep, which forced the migrants to stand without enough space to move to any meaningful degree. Mr Corsellis said they were also not provided with water. He said: “The heat created by seven people in such a small space and the lack of sufficient air/oxygen had created a highly dangerous situation. “It was no doubt this mortal emergency that forced the migrants to call for help in desperation.” The court heard two of the migrants had lost consciousness at the point when the group was rescued. Passengers on board the ship assisted, and Australian nurse Sari Gehle helped to provide oxygen and medical supervision, the court was told. The migrants were taken to hospital for treatment after the rescue, the court heard. Mr Corsellis said Ms Gehle noticed one person “stood out” in the situation, who she described as an Asian man with a puffer jacket who was “sitting on the ground seemingly scrolling through his mobile telephone and was remarkably calm in her view\". The prosecutor said that the man was the defendant. The court heard that the ferry captain gave a statement to police that said the driver \"didn't seem to understand what was going on\", but did not attempt to assist those taking part in the rescue and looked at his smartphone. Captain Xavier Fontenit added: \"He was looking surprised. He remained in the garage saying nothing until he was taken ashore by police.\" When questioned by police, Mr Al Mustafa said when he was last in Syria in January, he had been introduced to a man called Badr, who said he needed him to do a job for him, driving a van, the court heard. Mr Al Mustafa said he had done this previously and was paid £500 to drive a van to Liverpool for an MOT test, but for the February job, he was being paid £5,000 to drive a vehicle from Belgium to the UK, the court heard. Jurors heard he told police he did not know there were people in the van, but because he was being paid £5,000, he thought \"maybe this time there is people inside\". When asked by officers why he was being paid £5,000 to drive an empty van, he replied: \"I told you true. I think there is people inside.  \"Why he pay 5,000 this time? Why he give me the car (van) one hour before I arrived. I think in my mind why he give me 5,000. Then sure there is people in back.\" Mr Corsellis asked jurors to consider whether this was a confession, adding: \"We suggest that the defendant was not telling the full truth as to his involvement in the trafficking.\" The trial continues. Follow BBC Sussex on Facebook, on X, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk or WhatsApp us on 08081 002250. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Controlled explosion at Newtownards WW2 bomb site", "link": "https://www.bbc.com/news/articles/c5y3pnker0qo", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 17:22:20 GMT", "published_parsed": [2024, 8, 20, 17, 22, 20, 1, 233, 0], "summary": "Military experts had constructed a sand-filled structure around the device.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/9c11/live/753c85a0-5f14-11ef-b970-9f202720b57a.jpg"}], "text": "Residents can return to their homes following the controlled explosion of a World War Two bomb in Newtownards, County Down, police have said. The 500kg (1,100lb) air-dropped SC-500 German bomb was found at a building site at the Rivenwood housing development last Thursday. Four hundred nearby homes were evacuated on Saturday with residents told they could be out of their homes for five days. Military experts had worked to reduce any damage from dealing with the bomb by constructing a sand-filled structure around it.  The controlled explosion took place at about 15:38 BST, police said. “The munition found, which I can now confirm was identified as being an air-dropped SC-500 German bomb from World War Two, was understood to have been in and around 83-years-old, but still posed a significant risk to public safety, even after all this time,\" Supt Johnston McDowell said. Belfast and its surroundings were heavily bombed by Germany in 1941. World War Two munitions are found across Northern Ireland from time to time, but they rarely cause this level of disruption to people living nearby. Supt McDowell added this was a \"highly complex operation\" with a disposal team comprised of members of the Army's 321 EOD and search squadron. \"They were also assisted by other emergency services and partners, who all provided expert knowledge in managing the high-risk emergency situation,\" he added. Stephanie McFee, who was evacuated from her property on Sunday morning, told BBC's Evening Extra programme that it will \"be amazing to get home\". \"I cannot tell you how happy I am,\" she said. \"It’s been stressful but the services have done an amazing job by what it seems, so hats off to them.\" Ms McFee said she understands there has been no major damage, adding she was worried about the condition of her property and whether or not her insurance would cover it. \"It’ll be great to see it and see everything standing,\" she said, adding that she's keen to inspect the property herself. This is the approach encouraged by Ards and North Down Borough Council, which has issued information for residents returning to their homes. \"It is the homeowner's responsibility to check the condition of their property,\" the document states. James Fraser, the developer of the site, told the BBC that the Army had informed him that some solar panels had been damaged on the nearby homes, but no windows were broken. Earlier, the Police Service of Northern Ireland said the device was to be \"dealt with on site\". Police said the decision followed discussions at great length about whether the  device should be removed. On Saturday evening police said that the operation to neutralise the bomb, which has now entered its third day, could take \"five or more days to complete\". Following the controlled explosion, Supt McDowell said: \"I appreciate the scale of disruption caused while we worked to ensure the safety of everyone in the area and I would like to thank those affected for their patience and understanding.” The algae has been confirmed at the Barmouth between Portstewart and Castlerock. The UUP says an extraordinary meeting will be held on 14 September to ratify or elect the new leader. The 9-1 grading system for GCSEs began in 2017 in England. The station will open to bus passengers next month but train disruption will continue for longer. Mourners heard of Archbishop Treanor's passion for \"social teaching\" and his roots in County Monaghan. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "Scotland's drug deaths still worst in Europe after 12% rise", "link": "https://www.bbc.com/news/articles/c5y5ll3ler7o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 14:22:46 GMT", "published_parsed": [2024, 8, 20, 14, 22, 46, 1, 233, 0], "summary": "Data for 2023 revealed that 1,172 people died - an increase of 121 on the previous 12 months.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/7c3f/live/524680b0-5ed2-11ef-9b96-11c19c5d4276.jpg"}], "text": "The number of people who died due to drug misuse in Scotland has risen sharply. National Records of Scotland (NRS) data for 2023 revealed that 1,172 people died - up 121 on the previous 12 months, which represents a 12% increase.  The figures, however, are the second lowest number of drug misuse deaths since 2017.  The Scottish government said the level of drug misuse deaths in the country remained “hugely concerning”. The increase follows the first significant drop in fatalities in several years in 2022 when there were 1,051 drug-related deaths, at the time seen as an early sign that progress was finally being made.  But the latest figures remain far higher than the 244 deaths in 1996 when comparable records began. Scotland continues to have a far higher rate of recorded drugs deaths than other European nations, including other parts of the UK. They are 2.7 times as high as the 2022 rates for England and Northern Ireland, and 2.1 times as high as the 2022 rate in Wales. Scotland averaged 277 deaths per million people aged 15-64 in 2023.  In comparison, the next highest countries were Estonia with 95 deaths per million people and Norway with 86 deaths per million, according to the most recent data available by the European Union Drugs Agency covering the year 2022.   Opiates/opioids - such as heroin, morphine and methadone - were the most common drugs connected to deaths, being implicated in 937 deaths - 80% of the overall total.  The report also confirms psychoactive substances such as benzodiazepines are posing significant dangers. The number of deaths involving bromazolam rose from 54 in 2022 to 426 last year. These types of drugs are used to treat anxiety disorders, insomnia and seizures. Deaths involving synthetic opioids known as nitazenes rose from just one to 23 in 12 months. There has been a sharp rise in cocaine overdoses with the drug a factor in 479 deaths in 2023 - an increase from 371 deaths in 2022. NRS says cocaine was a factor in 41% of deaths — up from 6% 15 years ago. Figures hit a record overall deaths high of 1,339 in 2020. The data revealed that people living in the most deprived areas of Scotland were more than 15 times as likely to die from drug misuse than in the least deprived areas, while the age that people die from drug misuse has increased over the past two decades.   Those aged 35-54 were most likely to die from drug misuse in 2023 and men were twice as likely to have a drug misuse death as women. After adjusting for age, Glasgow and Dundee had the highest rates of drug misuse deaths while East Renfrewshire and East Dunbartonshire had the lowest. The rate of drug misuse death was also above the Scottish average in Inverclyde, North Ayrshire, West Dunbartonshire, East Ayrshire, Renfrewshire and North Lanarkshire. Scottish Conservatives leader Douglas Ross called the new data \"shocking and shameful\" and said that drug deaths were the country's \"national shame.\"  He said: \"These awful statistics highlight yet again the urgent need for John Swinney and the SNP government to finally give their backing to the Right to Recovery Bill.\" Scottish Liberal Democrats leader Alex Cole-Hamilton said the \"devastating news\" should prompt the Scottish government to strengthen frontline services and introduce new drug checking facilities, while Gillian Mackay of the Scottish Greens said the \"root causes\" of drug addiction needed to be targeted.   The Scottish government's health secretary Neil Gray told BBC Scotland News that the amount of drug deaths was \"unacceptable\" and there was a \"recognition\" in government that more needed to be done.  He said: \"It’s a very complex picture. There is no escaping the fact that the drug death pictures are profoundly  worse here than in other parts of the UK, and  indeed in other parts of Europe.  \"I take responsibility for that. We can also see from other countries that have embarked on a public health journey, like Portugal, that where there is investment in the likes of safer consumption rooms then you can make a difference.\" Mr Gray cited safer consumption rooms in parts of the country and more drug-testing facilities as being part of the Scottish government's plans to improve the situation. The 34-year-old, who told her story to BBC News last year, was found dead in a flat in Glasgow in March. The number of drug and alcohol addictions in Gloucestershire has risen over the last year. A teenager shares how he became addicted after trying the drug in a vape with school friends. Xylazine is not approved for use in humans and has caused fatal overdoses in the US. Anne-Marie Cockburn says she wishes she had connected with her daughter when she had the chance. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "No false hopes on Tata jobs, says Starmer", "link": "https://www.bbc.com/news/articles/cvg48y48570o", "tags": [], "flavor": "art", "published": "Tue, 20 Aug 2024 16:36:04 GMT", "published_parsed": [2024, 8, 20, 16, 36, 4, 1, 233, 0], "summary": "Keir Starmer denies giving workers \"false hope\" before closure of last Port Talbot blast furnace.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "134", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/5a88/live/a88f7f40-5edb-11ef-8a0f-9d581e737637.jpg"}], "text": "Sir Keir Starmer has said he cannot give \"false hope\" to Port Talbot steel workers ahead of the planned closure of the town's last blast furnace next month. The Labour UK government is in discussions to save jobs at Tata Steel, where thousands face redundancy. The prime minister said his ministers will do \"everything we can\" but added: \"I'm not going to pretend it's [anything] other than tough.\" Welsh Conservative Senedd leader Andrew RT Davies claimed Labour ministers had led Port Talbot \"up the garden path\". Plaid Cymru said Labour was on the \"backfoot\" in responding to Tata. The UK Labour leader was speaking to journalists at the 57.4-megawatt Brechfa Forest West windfarm in Carmarthenshire, as part of a two day trip to Wales. Sir Keir met Eluned Morgan in Cathays Park, in Cardiff, on Monday for his first meeting with her since she became first minister. The Labour leader claimed to have \"turbocharged\" the party's action on steel since he has been in power. Asked if he was risking giving false hope to Port Talbot steel workers, he said: \"No. \"We're working really hard on this, both the first minister and myself jointly on this, because it's so important we do everything we can to preserve those jobs.\" He later added: \"I don't want to give anybody false hope. I'm not going to give up on trying to preserve as many jobs as we can.  \"I'm not going to give up on making sure that those in the supply chains have the money they need to diversify, where they need to diversify, which is why we put money behind this just seven days ago. \"It is very important that we have steel production here in south Wales, very important that the government is committed to that. \"This is a tough time, there's no doubt about that but we will do everything we can to preserve those jobs.\" By Huw Thomas, BBC Wales business correspondent  In opposition Labour had been accused by the Conservative government of giving false hope to Tata Steel workers, and it’s a charge Sir Keir Starmer continues to resist as Prime Minister. While it is true that the new Labour government has announced funding for supply chain businesses, this was formed at the cross-party transition board whose remit and budget was set by the previous Westminster administration. Tata Steel, meanwhile, is pressing ahead with its plans. It has already invited workers to volunteer for redundancy, and will close the second of two blast furnaces in September. Since the steelmaker announced its original proposals at the beginning of this year, barely any changes have been made to the overall plan to cut 2,800 jobs and shut the heavy end of Port Talbot’s operation by the autumn. That’s despite industrial action and political pressure. With just weeks remaining, the blueprint for Tata Steel’s restructure seems unlikely to change. Any additional investment or job creation is likely to be secondary, and small in scale, compared with what’s being lost. Eluned Morgan told BBC Wales: \"We're all very aware that there's a Damocles sword hanging over the Tata situation.\" \"The situation is difficult, and you know, we have to be prepared for all options.\" The first tranche of cash from a £100m fund to help workers and firms affected by restructuring plans was announced last week. The £13.5m announced was to support local firms whose main customer is Tata Steel find new markets and to help workers find new jobs, access training and gain skills and qualifications in areas where there are vacancies. No.10 has promised to reset the relationship between the Welsh and UK governments, with the same party now running both. Asked whether there will be extra cash for the Welsh government to bring down waiting lists, Ms Morgan said: \"There's a whole array of issues that we discussed yesterday. \"Because they will be putting some money on the table in England to bring those waiting lists down, we will get some money as a result of that, we'll decide to spend that how we want. \"I'm very keen to make sure that we use that money to bring waiting lists down.\" She said the UK government can learn things from the Welsh government. \"We've changed the rules, for example, around around GPs and how they should see patients. We've changed their contracts. They haven't done that in England yet,\" she said. Ms Morgan added: \"We will work together on things that we agree on, but they need to understand that there some things are devolved.\" On the visit to the hillside windfarm seven miles north of Carmarthen on Tuesday, Sir Keir said renewable energy was a \"massive opportunity\" for the country. \"There's a huge opportunity here for Wales, which has got the resources, it's got the natural resources, it's got the shallow seas, and it's got the skilled people here in Wales that can operate this,\" he said. He and  Eluned Morgan saw inside one of the turbines, which are up to 100m tall, after a technician stopped it for safety reasons. Andrew RT Davies criticised Sir Keir's comments on Tata. He said: \"Clearly now the realisation is coming that what the Conservatives did in government offered real hope to maintain steel production in Port Talbot with arc furnaces.\" He added: \"The steel workers and communities in Port Talbot have been misled by Labour and led up the garden path\". Ann Davies, Plaid Cymru MP for Caerfyrddin, said: \"Labour has known about Tata's plans and associated job losses in Port Talbot for months. But it has constantly found itself on the back foot in responding to them. ‘We were told by Labour Welsh government to wait for a UK Labour government - with its £3bn plan for steel - to deliver new hope and a new plan for primary steel-making in Wales. It is clearer now than ever that there was no plan.\" Additional reporting by PA Media. Political editor Gareth Lewis looks at the issues facing Eluned Morgan and Sir Keir Starmer. A bleak future may lie ahead should universities fail to recruit enough students for September. With Port Talbot's second blast furnace due to shut, townspeople voice their fears for the future. First cash from fund for workers and firms affected by Port Talbot restructuring plans released. Students in Port Talbot are due to get their A-level results amid concern about the town's steelworks. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
