{"source": "bbc-top", "title": "Inside the hospital struggling to save its starving babies", "link": "https://www.bbc.com/news/articles/cj35611ngyro", "tags": [], "flavor": "art", "published": "Mon, 09 Sep 2024 05:02:47 GMT", "published_parsed": [2024, 9, 9, 5, 2, 47, 0, 253, 0], "summary": "Acute malnutrition, which has ravaged Afghanistan for decades, has reached an unprecedented level.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/eee0/live/87ea37e0-6e8e-11ef-b282-4535eb84fe4b.jpg"}], "text": "Warning: This story contains distressing details from the start. “This is like doomsday for me. I feel so much grief. Can you imagine what I’ve gone through watching my children dying?” says Amina.  She’s lost six children. None of them lived past the age of three and another is now battling for her life. Seven-month-old Bibi Hajira is the size of a newborn. Suffering from severe acute malnutrition, she occupies half a bed at a ward in Jalalabad regional hospital in Afghanistan’s eastern Nangarhar province. “My children are dying because of poverty. All I can feed them is dry bread, and water that I warm up by keeping it out under the sun,” Amina says, nearly shouting in anguish. What’s even more devastating is her story is far from unique - and that so many more lives could be saved with timely treatment.  Bibi Hajira is one of 3.2 million children with acute malnutrition, which is ravaging the country. It’s a condition that has plagued Afghanistan for decades, triggered by 40 years of war, extreme poverty and a multitude of factors in the three years since the Taliban took over. But the situation has now reached an unprecedented precipice. It’s hard for anyone to imagine what 3.2 million looks like, and so the stories from just one small hospital room can serve as an insight into the unfolding disaster. There are 18 toddlers in seven beds. It’s not a seasonal surge, this is how it is day after day. No cries or gurgles, the unnerving silence in the room is only broken by the high-pitched beeps of a pulse rate monitor. Most of the children aren’t sedated or wearing oxygen masks. They’re awake but they are far too weak to move or make a sound. Sharing the bed with Bibi Hajira, wearing a purple tunic, her tiny arm covering her face, is three-year-old Sana. Her mother died while giving birth to her baby sister a few months ago, so her aunt Laila is taking care of her. Laila touches my arm and holds up seven fingers – one for each child she’s lost. In the adjacent bed is three-year-old Ilham, far too small for his age, skin peeling off his arms, legs and face. Three years ago, his sister died aged two. It is too painful to even look at one-year-old Asma. She has beautiful hazel eyes and long eyelashes, but they’re wide open, barely blinking as she breathes heavily into an oxygen mask that covers most of her little face.  Dr Sikandar Ghani, who’s standing over her, shakes his head. “I don’t think she will survive,” he says. Asma’s tiny body has gone into septic shock. Despite the circumstances, up until then there was a stoicism in the room - nurses and mothers going about their work, feeding the children, soothing them. It all stops, a broken look on so many faces. Asma’s mother Nasiba is weeping. She lifts her veil and leans down to kiss her daughter. “It feels like the flesh is melting from my body. I can’t bear to see her suffering like this,” she cries. Nasiba has already lost three children. “My husband is a labourer. When he gets work, we eat.” Dr Ghani tells us Asma could suffer cardiac arrest at any moment. We leave the room. Less than an hour later, she died. Seven hundred children have died in the past six months at the hospital – more than three a day, the Taliban’s public health department in Nangarhar told us. A staggering number, but there would have been a lot more deaths if this facility had not been kept running by World Bank and Unicef funding. Up until August 2021, international funds given directly to the previous government funded nearly all public healthcare in Afghanistan.  When the Taliban took over, the money was stopped because of international sanctions against them. This triggered a healthcare collapse. Aid agencies stepped in to provide what was meant to be a temporary emergency response. It was always an unsustainable solution, and now, in a world distracted by so much else, funding for Afghanistan has shrunk. Equally, the Taliban government’s policies, specifically its restrictions on women, have meant that donors are hesitant to give funds. “We inherited the problem of poverty and malnutrition, which has become worse because of natural disasters like floods and climate change. The international community should increase humanitarian aid, they should not connect it with political and internal issues,” Hamdullah Fitrat, the Taliban government’s deputy spokesman, told us. Over the past three years we have been to more than a dozen health facilities in the country, and seen the situation deteriorating rapidly. During each of our past few visits to hospitals, we’ve witnessed children dying. But what we have also seen is evidence that the right treatment can save children. Bibi Hajira, who was in a fragile state when we visited the hospital, is now much better and has been discharged, Dr Ghani told us over the phone. “If we had more medicines, facilities and staff we could save more children. Our staff has strong commitment. We work tirelessly and are ready to do more,” he said. “I also have children. When a child dies, we also suffer. I know what must go through the hearts of the parents.” Malnutrition is not the only cause of a surge in mortality. Other preventable and curable diseases are also killing children. In the intensive care unit next door to the malnutrition ward, six-month-old Umrah is battling severe pneumonia. She cries loudly as a nurse attaches a saline drip to her body. Umrah’s mother Nasreen sits by her, tears streaming down her face. “I wish I could die in her place. I’m so scared,” she says. Two days after we visited the hospital, Umrah died. These are the stories of those who made it to hospital. Countless others can’t. Only one out of five children who need hospital treatment can get it at Jalalabad hospital. The pressure on the facility is so intense that almost immediately after Asma died, a tiny baby, three-month-old Aaliya, was moved into the half a bed that Asma left vacant. No-one in the room had time to process what had happened. There was another seriously ill child to treat. The Jalalabad hospital caters to the population of five provinces, estimated by the Taliban government to be roughly five million people. And now the pressure on it has increased further. Most of the more than 700,000 Afghan refugees forcibly deported by Pakistan since late last year continue to stay in Nangarhar. In the communities around the hospital, we found evidence of another alarming statistic released this year by the UN: that 45% of children under the age of five are stunted – shorter than they should be - in Afghanistan. Robina's two-year-old son Mohammed cannot stand yet and is much shorter than he should be. “The doctor has told me that if he gets treatment for the next three to six months, he will be fine. But we can’t even afford food. How do we pay for the treatment?” Robina asks. She and her family had to leave Pakistan last year and now live in a dusty, dry settlement in the Sheikh Misri area, a short drive on mud tracks from Jalalabad. “I’m scared he will become disabled and he will never be able to walk,\" Robina says. “In Pakistan, we also had a hard life. But there was work. Here my husband, a labourer, rarely finds work. We could have treated him if we were still in Pakistan.” Unicef says stunting can cause severe irreversible physical and cognitive damage, the effects of which can last a lifetime and even affect the next generation. “Afghanistan is already struggling economically. If large sections of our future generation are physically or mentally disabled, how will our society be able to help them?” asks Dr Ghani. Mohammad can be saved from permanent damage if he’s treated before it’s too late. But the community nutrition programmes run by aid agencies in Afghanistan have seen the most dramatic cuts – many of them have received just a quarter of the funding that’s needed. In lane after lane of Sheikh Misri we meet families with malnourished or stunted children. Sardar Gul has two malnourished children – three-year-old Umar and eight-month-old Mujib, a bright-eyed little boy he holds on his lap. “A month ago Mujib’s weight had dropped to less than three kilos. Once we were able to register him with an aid agency, we started getting food sachets. Those have really helped him,” Sardar Gul says. Mujib now weighs six kilos - still a couple of kilos underweight, but significantly improved. It is evidence that timely intervention can help save children from death and disability. Additional reporting: Imogen Anderson and Sanjay Ganguly The BBC reports from inside Jalalabad hospital in Afghanistan, as malnutrition is ravages the country. Over three years since the Taliban takeover and restrictions on women, we hear from those studying abroad. Fixtures, results and scorecards from Afghanistan's one-off \"home\" Test against New Zealand in Greater Noida, India. Refugee Akhtar Mohammad is walking 50 miles to raise money for Weymouth Veterans Hub. Officials say mixed martials arts poses a risk of death and is incompatible with Islamic law. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "A tent city next to Mayfair: Why cutting homelessness might be harder than before", "link": "https://www.bbc.com/news/articles/c8rxn80d6mvo", "tags": [], "flavor": "art", "published": "Mon, 09 Sep 2024 00:17:04 GMT", "published_parsed": [2024, 9, 9, 0, 17, 4, 0, 253, 0], "summary": "Governments have tackled the problem in the past, but will doing so prove more difficult today?", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/5de8/live/b3d6b070-6c5b-11ef-b970-9f202720b57a.png"}], "text": "On a recent evening, on one of London’s most exclusive roads, an estate agent was selling a property for £16.5m. Outside the agency, on the other side of Park Lane, was an encampment of approximately 24 tents housing rough sleepers. Some were sitting outside, taking in the warm night air. Others were reading by torchlight. Rough sleeping is on the rise across England but the tents like these increasingly appearing in the country’s towns and cities are only the most visible signs of a much bigger problem. Homelessness is, by some measures, at record levels. Over 150,000 children, for instance, are living in temporary accommodation, often miles from their schools and their friends. On occasion, some are forced to live with their entire family in one cramped, sometimes mouldy, room. Deputy Prime Minister Angela Rayner says England is in the “middle of the worst housing crisis in living memory”. To tackle this, the new government is proposing to set up a homelessness reduction unit and in its manifesto, Labour said it would “put Britain back on track to ending homelessness”. This might sound ambitious, but homelessness is something that governments have successfully tackled previously. Labour’s manifesto said it would meet its promises on homelessness by “building on the lessons of our past” - a reference to the Blair government’s success in dramatically cutting rough sleeping. In 1999, Tony Blair committed to reducing the number of rough sleepers by two-thirds in three years. By 2002, his government declared it had achieved its target a year early - the number of rough sleepers in England had fallen from 1,850 to 532. These numbers remained low for most of the remainder of the decade. The method the government uses to count rough sleeping has changed over the years but experts agree that rough sleeping fell under Labour. In 2010, when the Conservative-Liberal Democrat coalition took office, the figures showed an 11-year low of 440 rough sleepers on any given night. However the then-Housing Minister Grant Shapps said he was “sceptical” that the figures reflected “the true situation on the streets” and so the counting method was revised. Under the new methodology, the number of rough sleepers in England stood at 1,768 in 2010. After that the numbers rose, peaking in 2017. Now, the latest official figures put it at 3,898 - 120% higher than in 2010. Even during the pandemic, when the Conservatives pursued an “Everyone In” effort to protect rough sleepers from Covid - often using hotels that couldn’t accept paying guests - the number of people sleeping outside never fell below 2,400. The evidence of the Blair years gives Labour the confidence, however, to say it knows how to cut homelessness. But repeating the trick in 2024 may not be as easy as it was before. And most experts believe the latest figure is a huge underestimate. The annual snapshot, which counts the number of people found to be rough sleeping on a single night each autumn, was found by the UK Statistics Authority to fall short in “trustworthiness, quality, and value”. It doesn’t include, for instance, a person known to be a rough sleeper, but not visible on the night of the count. And it’s not just the numbers that are greater today - the type of rough sleeper is different, too. The occupants of the tents on Park Lane were mostly Romanians. Indeed in London, for which the data is most detailed and up-to-date, 55% of rough sleepers are not from the UK. Back in the 1990s, rough sleepers in London were predominantly British and Irish. One obvious solution today would be to help those people from abroad return home. But while such reconnecting schemes do exist, it isn’t that simple, says Matt Downie, chief executive of homeless charity Crisis. He says that some are victims of modern slavery, others have the right to remain in the UK. “It needs untangling – they’re not all professional rough sleepers,” Mr Downie says. Relying on the private rented sector, as councils usually do to tackle homelessness, is becoming increasingly difficult, too. While Labour points out its commitment to ending so-called “no-fault evictions”, private rents in some areas have soared in recent years - up 9.7% in London in the year to June 2024, and 8.6% across England. In addition, the short-term rental market, such as Airbnb, has reduced the number of properties that councils can use. London, for instance, is reportedly the city with the most Airbnb listings in the world, totalling over 150,000 - out of more than half a million across the UK. As a result, the cost of housing families in temporary accommodation has soared. Councils spent more than £1bn on it last year, and the problem is pushing some local authorities towards bankruptcy. Several councils were forced to enter into expensive deals with the last Conservative government to cover the soaring costs of homelessness. Treasury rules mean that Whitehall will only reimburse local authorities 90% of a figure calculated in 2011 for the cost of temporary accommodation, leading to an average monthly shortfall of about £350 per household, according to Mr Downie. All this means the Starmer government will face a more difficult and more expensive task than its predecessor in the 1990s and 2000s. There are, however, lessons the new ministers can take from the last Labour government, according to those who were there. The key to the Blair administration’s success was getting the prime minister’s name and influence attached to the target, says Ian Brady, who was deputy director of the Rough Sleepers Unit at the time. Tony Blair, he said, would hold regular meetings with key ministers to see what progress was being made, “banging heads together if necessary”. There was money behind the initiative - £250m over three years - recalls Mr Brady, “a relatively big budget”. And different government departments were forced to help achieve this goal, including the Home Office and the Department of Health. After that, a three-pronged strategy was adopted. Officials gathered data to understand who was sleeping rough. Those already in homeless accommodation, such as hostels, were moved into the private rented sector - allowing others to come off the streets. And lots of support services, such as drug and alcohol treatment, were put in place to ensure people did not become homeless again. There are potential lessons from the Conservatives’ term in office, too. In 2018, they funded three pilot studies of a scheme that has proven successful in tackling rough sleeping in the United States and Europe and had already been introduced in Scotland. Housing First moves rough sleepers straight into their own properties and provides support services to help them maintain their homes. Tenancies can be kept, for instance, even if someone receives a short prison sentence or struggles to maintain contact with their drug and alcohol team. The pilots were deemed to have been a success, with an official analysis concluding that “the vast majority of clients were in long-term accommodation a year after entering Housing First and reported significantly better outcomes across a range of measures”. But the government has not said if it will introduce the scheme across the country, with some experts worried that it does not help enough people for the cost of the programme. The Mayor of London, Sadiq Khan, has committed to ending rough sleeping in the city by 2030. He has not laid out the full details yet, but has promised that council house building will be a key plank – since 2018, says Mr Khan, London has built more than twice as many council homes as the rest of England combined. Despite that, London has the biggest homelessness problem in England. The Conservative government, in 2019, made a similar commitment to end rough sleeping by the end of the last Parliament but failed to achieve it, despite spending over £500m tackling the problem between 2022 and 2025. In any case, rough sleeping is not the most significant homelessness issue. The latest figures from the Ministry of Housing, Communities and Local Government showed there were almost 120,000 households living in temporary accommodation - a record high - including those 150,000 children. More than 3,200 children were living in bed and breakfast accommodation for longer than the legal limit of six weeks, a figure that is up by almost 2,000% since the last time Labour were in power. “It’s a national disgrace,” says Ian Brady. “I wouldn’t neglect what’s happening on the streets, but I’d start by tackling that problem.” An expert, who has the ear of the new government, said one approach would be to keep those women and children who are fleeing domestic violence in their homes and force their partners to move out by using a different policing approach. Finding properties for those families who do end up homeless will not be easy, however. The 1.5m homes the government has committed to building during the lifetime of this Parliament will take some time to appear, yet the homeless problem is both immediate and urgent. In an effort to tackle the limited supply of social housing, the government is expected to hold a consultation on the future of Right to Buy, the scheme that allows council tenants to buy their homes, often at a significant discount. Matt Downie from Crisis would go further. “I would immediately suspend Right to Buy. It’s been a disaster,” he says. Since the policy was introduced in 1980, of the almost two million homes that have been sold through Right to Buy, Shelter estimates that just 4% have been replaced. However even if Right to Buy were to be ended entirely, some commentators say annual sales only represent a small proportion of social housing stock and further action would still be needed to tackle the shortage of social housing. Mr Downie would also urge the government to align the allocations system for social housing in England with what happens in Scotland, so that homeless families get priority when properties become available. One lesson that remains from the Blair years, say experts, is the need to ensure that all government departments are working towards the same aim. The Ministry of Justice often releases prisoners into the community knowing they have nowhere to live while the Home Office has been evicting asylum seekers from their accommodation within days of giving them permission to remain in the UK, often onto the streets. Ms Rayner has promised “a long-term strategy across Government to deal with every pressure – including increasing social and affordable housing, and providing support for refugees leaving the asylum system and prison leavers”. Such an approach, she says, “will get us back on track towards ending homelessness for good”. The challenge the new government faces in tackling homelessness is much greater than the last time Labour were in office. But the potential rewards are also even greater, not just in terms of saving money but in giving so many thousands of families the dignity and certainty that comes with having a place to call home. Top picture: Alamy BBC InDepth is the new home on the website and app for the best analysis and expertise from our top journalists. Under a distinctive new brand, we’ll bring you fresh perspectives that challenge assumptions, and deep reporting on the biggest issues to help you make sense of a complex world. And we’ll be showcasing thought-provoking content from across BBC Sounds and iPlayer too. We’re starting small but thinking big, and we want to know what you think - you can send us your feedback by clicking on the button below. The Archer Project says it expects to help more than 1,500 this year, up from 913 in 2022. Plans to release thousands of prisoners early have prompted fears of homelessness and reoffending. Auditors say significantly more money is needed to reach a pledge to build more social housing. A councillor says she is \"reassured\" leasing student accommodation is the right way forward. Tower Hamlets Council has removed a 90-minute journey time limit on temporary accommodation. Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
{"source": "bbc-top", "title": "More bus services could come under control of councils under planned law", "link": "https://www.bbc.com/news/articles/cpvyev943v4o", "tags": [], "flavor": "art", "published": "Mon, 09 Sep 2024 09:44:56 GMT", "published_parsed": [2024, 9, 9, 9, 44, 56, 0, 253, 0], "summary": "Transport Secretary Louise Haigh promises to deliver a \"bus revolution\" that will save vital routes.", "media_content": [], "media_thumbnail": [{"width": "240", "height": "135", "url": "https://ichef.bbci.co.uk/ace/standard/240/cpsprodpb/060f/live/b6d50120-6e70-11ef-8c32-f3c2bc7494c6.jpg"}], "text": "More local authorities in England are to be given powers to take control of bus services under legislation being laid before Parliament on Monday. Transport Secretary Louise Haigh says the changes will deliver a \"bus revolution\" that will save vital routes. It will allow all authorities to introduce a franchising system, under which they can decide routes, timetables and fares, with operators bidding to run services for a fixed fee. Some industry figures, however, said minimum service level guarantees should also be set out as routes and timetables have faced cuts in recent years. Silviya Barrett, director of policy and research at Campaign for Better Transport, said giving councils more power would create \"a more reliable bus network for all\". \"Whilst franchising may not be suitable for all areas, everyone should have access to a quality bus service without risk of it being cut, which is why we are also calling for a minimum service level guarantee and long-term, ringfenced funding for all local authorities,\" she said. Sandra, from Macclesfield, has seen the frequency of local services reduced which makes it tricky to plan trips. \"I’ve looked at doing evening classes at the leisure centre but the timings of the buses mean that to do a 45-minute class it would be a half-day outing,\" she told the BBC's Today programme. \"Somehow people have to be persuaded to use the buses and that’s not going to happen until there’s a better service available.\" Until the 1980s, most bus services were delivered through publicly owned companies, often run by councils, but in 1986 services outside London were deregulated and privatised, leading to the mass sale of council bus companies. In London a franchising system was introduced, with Transport for London deciding routes, timetables and fares and operators bidding to run services for a fixed fee. There are only a few areas in England where the local bus company is still owned by the council, and currently only areas with metro mayors can introduce \"franchising\" to private companies. Last year, Greater Manchester became the first place outside of London to bring bus services into public control since deregulation. The \"Bee Network\", where all-night services have been trialled, has been described as a success, despite facing some teething problems with delays. In the run-up to the general election, Labour pledged it would hand all local transport authorities the power to run their own bus services and lift restrictions on new, publicly-owned bus operators. Adam Hug, a Labour councillor and transport spokesperson for the Local Government Association which represents councils, welcomed the changes but warned they were not going to be an \"overnight fix\" for the bus network. \"It’s going to take time and it’s not going to be delivered in the same way in every part of the country,\" he said. Buses are the most commonly used form of public transport in Britain, but  services have been in long-term decline and the pandemic hit passenger numbers hard. The number of local bus passenger journeys in England rose by 19.4% to 3.4 billion in the year ending March 2023, according to the Department for Transport. However, this is much lower than pre-pandemic levels, when journeys totalled 4.1 billion in the 12 months to March 2020. Ms Haigh said that after \"decades of failed deregulation... local leaders will finally have the powers to provide services that deliver for passengers\".  But shadow transport secretary Helen Whately said Labour's plans were \"unfunded\" and the government needed to explain whether local authorities would be expected to raise tax or cut services to fund the proposal. \"Moreover, it won’t make a blind bit of difference for passengers. \"It won’t increase the number of services and they would much prefer to have the £2 fare cap extended at the Budget,\" she added, referring to a policy introduced by the Conservative government to cap single bus fares on participating bus routes at £2, which has been extended until December. The government has also launched a consultation on simplified guidance aimed at speeding up processes and reducing costs for local councils looking at bringing services into public control. A \"Better Buses Bill\" will be put forward later on in this parliamentary session, which will look at measures for areas where leaders would not consider franchising. It is not known how many councils will take up the new powers. The head of transport at East Cheshire Council, Mark Goldsmith, said it was unlikely to operate buses directly, but franchise agreements do have \"some benefits\". \"It gives us more powers to control the market a little bit more without actually having to run it all.\" However, there are financial risks for councils running services under franchise. \"In most franchising arrangements it’s the local authority who takes the revenue risk, so if passenger numbers aren’t where they expect to be, they and their council tax payers take the hit,\" said Graham Vidley, head of the Confederation of Passenger Transport, which represents the bus industry. Mr Vidler added that the government faced \"tough decisions\" in next month’s Budget. \"Will they continue to support local authorities and invest in bus services in the way that the last government did? Will they commit to an extension of the national £2 fare cap beyond New Year’s Eve when it’s currently scheduled to end?\" Copyright 2024 BBC. All rights reserved.  The BBC is not responsible for the content of external sites. Read about our approach to external linking.  "}
